{
  "about-page": {
    "route_to_europe_title": "GreenBus — ваш маршрут в Европу.",
    "route_to_europe_text": "GreenBus — это современный сервис продажи автобусных билетов, который соединяет Украину с Европой. Мы делаем международные путешествия доступными, удобными и безопасными для всех, кто стремится к новым горизонтам.",
    "professional_solutions_title": "Профессиональные решения для бизнеса",
    "professional_solutions_text": "Мы предлагаем профессиональные решения для компаний, стремящихся автоматизировать и упростить процесс продажи билетов. GreenBus — это платформа, которая объединяет перевозчиков и пассажиров, обеспечивая эффективную и прозрачную систему онлайн-бронирования.",
    "about_us_title": "О нас",
    "about_us_text": "В 2019 году мы начали продавать автобусные билеты через наши платформы, а в 2020 году объединили ведущих игроков рынка — поставщиков решений для автостанций и перевозчиков — под брендом GreenBus с целью их поддержки и укрепления. Совместными усилиями мы разработали уникальный набор онлайн-сервисов для продажи билетов, который стал новым отраслевым стандартом в сфере автоматизации пассажирских перевозок.",
    "main_product_title": "Основной продукт компании",
    "main_product_text": "Наш основной продукт — это инновационная система диспетчеризации рейсов и продажи билетов GreenBus. Это мощная и универсальная платформа для продажи билетов и эффективного управления пассажирскими перевозками, которая отвечает всем потребностям участников рынка. Благодаря GreenBus, процесс покупки билетов становится еще проще, быстрее и доступнее для каждого пассажира, что повышает уровень удовлетворенности и лояльности ваших клиентов.",
    "individual_approach_title": "Индивидуальный подход",
    "individual_approach_text": "В GreenBus мы верим, что каждый бизнес имеет свои уникальные потребности и требования. Поэтому наши специалисты работают с каждым клиентом индивидуально, чтобы создать оптимальный пакет услуг, который будет соответствовать именно вашим целям и требованиям. Мы предлагаем широкий спектр решений, от простого онлайн-бронирования до комплексных систем автоматизации, чтобы обеспечить максимальную эффективность ваших перевозок.",
    "statistics": {
      "50_000": "> 50,000",
      "50_000_text": "Ежедневно продается более 50 000 билетов на автобус.",
      "2_000": "> 2,000",
      "2_000_text": "Маршрутов, которыми управляет GreenBus, по различным направлениям.",
      "5_million": "> 5 миллионов",
      "5_million_text": "Пассажиров путешествуют с GreenBus каждый год."
    }
  }
}
