{
  "for-carriers": {
    "joinGreenBus_title": "Почему стоит присоединиться к GreenBus?",
    "joinGreenBus_text": "GreenBus — это инновационная онлайн-платформа для эффективного управления пассажирскими перевозками, которая позволяет автоматизировать процессы обслуживания пассажиров и продажи автобусных билетов. С нашими инструментами вы сможете значительно повысить эффективность вашей работы.",
    "powerful_tools_title": "4 мощных инструмента для оптимизации ваших продаж",
    "powerful_tools_text": {
      "route_management_title": "Управление рейсами",
      "route_management_text": "Интуитивно понятное управление рейсами и тарифами, позволяющее гибко настраивать расписание, скидки, условия провоза багажа и дополнительные услуги.",
      "agent_network_title": "Развитие агентской сети",
      "agent_network_text": "Быстрый запуск и контроль продаж через агентов: настройка комиссий, депозитов, автоматическая генерация отчетов для эффективного мониторинга.",
      "sales_optimization_title": "Оптимизация продаж",
      "sales_optimization_text": "Полный контроль продаж: мониторинг доступных мест, своевременное обновление информации и удобный доступ к данным для корректировки продаж в реальном времени.",
      "reporting_automation_title": "Автоматизация отчетности",
      "reporting_automation_text": "Быстрая и точная генерация отчетов по завершению каждого периода, возможность гибкой фильтрации по нужным параметрам и сохранение истории для дальнейшего анализа."
    },
    "choose_us_title": "Почему стоит выбрать именно нас?",
    "choose_us_text": "Мы предлагаем самую современную онлайн-систему для управления пассажирскими перевозками. Наши мощные инструменты позволяют автоматизировать продажу билетов, управлять рейсами и тарифами, а также обеспечить безопасность данных. Все эти преимущества дают вам возможность сосредоточиться на развитии вашего бизнеса, а мы позаботимся об остальных аспектах вашей работы.",
    "security_data_title": "Мы гарантируем безопасность ваших данных",
    "security_data_text": "Используем современную систему двойного шифрования данных (end-to-end), что обеспечивает наивысший уровень безопасности. Вся ваша конфиденциальная информация — от данных клиентов до финансовых отчетов — будет полностью защищена. Наши серверы соответствуют всем стандартам безопасности, что позволяет избежать утечек и внешних угроз."
  }
}
