{
  "main-page": {
    "herow_title": "Доступные автобусные билеты — комфортные поездки по Украине и Европе | GreenBus",
    "buses_title": "Автобусы в европейские страны",
    "buses_description": "Путешествуйте на автобусах в самые красивые уголки Европы! Удобные маршруты, комфортные условия и доступные цены делают поездки легкими и приятными.",
    "buses_button": "Доступные страны",
    "сarriers_title": "Перевозчики",
    "сarriers_description": "Познакомьтесь с перевозчиками, которые обеспечивают комфортные и безопасные путешествия. Выбирайте лучших для вашей поездки, учитывая отзывы, удобства и цены.",
    "сarriers_button": "Все перевозчики",
    "popular_title": "Куда вы хотите поехать?",
    "popular_button": "Популярные маршруты",
    "get_started_title": "Создайте свой идеальный маршрут",
    "get_started_description": "Используйте интерактивную карту для просмотра направлений и выбора наиболее удобных маршрутов. Легко планируйте путешествие, учитывая время, расстояние и комфорт.",
    "get_started_button": "Доступные маршруты",
    "questions_title": "Питання та відповіді",
    "questions_description": "Знайдіть відповіді на найбільш поширені запитання щодо наших послуг. Якщо у вас є додаткові питання, не вагайтесь звертатися до нас.",
    "questions_button": "Центр підтримки",
    "learn_more": "Узнать больше",
    "payment_title": "Без наличных и очередей",
    "payment_description": "Покупайте билеты онлайн в любое время прямо на сайте. Забудьте о очередях и наличных — путешествуйте с комфортом и удобством.",
    "destinations_title": "50 000 направлений",
    "destinations_description": "Выбери своё направление из 50 000 вариантов, независимо от того, путешествуешь ли ты по делам или на отдых.",
    "secure_title": "Безопасная оплата",
    "secure_description": "Стандарты безопасности PCI DSS для надежной защиты платёжных данных при их обработке и хранении.",
    "refunds_title": "Возврат билетов",
    "refunds_description": "Быстрый возврат средств в вашем личном кабинете, без лишних задержек."
  }
}
