{
  "metadata": {
    "about": {
      "title": "GreenBus — автобусные перевозки по Украине и Европе 🚍",
      "description": "Компания GreenBus предлагает комфортные автобусные перевозки по Украине и Европе. Безопасность, удобство и доступные цены. Организация групповых и индивидуальных поездок.",
      "keywords": "GreenBus, автобусные перевозки, пассажирские перевозки, транспорт, автобус, групповые поездки, индивидуальные поездки, Украина, Европа, купить билет"
    },
    "agents": {
      "title": "Агенты GreenBus — партнёрство в сфере автобусных перевозок 🚍",
      "description": "Узнайте о наших агентах и партнёрах. GreenBus сотрудничает с профессионалами в сфере автобусных перевозок по Украине и Европе. Присоединяйтесь!",
      "keywords": "GreenBus, агенты, партнёрство, автобусные перевозки, сотрудничество, транспорт, Украина, Европа, автобус, билеты, стать партнёром"
    },
    "main": {
      "title": "Билеты в Европу из Украины — автобусные перевозки | GreenBus 🚍",
      "description": "Покупайте автобусные билеты из Украины в Европу онлайн. Комфортные рейсы, надежные перевозчики, удобное расписание и выгодные цены.",
      "keywords": "GreenBus, автобусные билеты, купить билет, Украина, Европа, автобусные перевозки, расписание автобусов, дешёвые билеты, международные рейсы, транспорт"
    },
    "oferta": {
      "title": "Договор публичной оферты | GreenBus 🚍",
      "description": "Официальный договор публичной оферты GreenBus. Ознакомьтесь с условиями бронирования, покупки билетов, правилами перевозок и возврата на автобусы по Украине и Европе.",
      "keywords": "GreenBus, договор оферты, автобусные перевозки, купить билет, правила перевозок, возврат билетов, международные перевозки, Украина, Европа, автобус, условия оферты, оферта GreenBus"
    },
    "privacy-policy": {
      "title": "Политика конфиденциальности | GreenBus 🚍",
      "description": "Ознакомьтесь с политикой конфиденциальности GreenBus. Узнайте, как мы собираем, храним и используем Ваши персональные данные при бронировании и покупке автобусных билетов по Украине и Европе.",
      "keywords": "GreenBus, политика конфиденциальности, персональные данные, защита данных, конфиденциальность, автобусные перевозки, автобусные билеты, Европа, Украина"
    }
  }
}
