{
  "oferta-page": {
    "title": "Договор публичной оферты",
    "text": {
      "intro": "Физическое лицо-предприниматель СУХАР НАТАЛЬЯ ВЛАДИМИРОВНА, действующая на основании Выписки из ЕДР ЮО ФОП ГФ 2875007144 (далее – «Исполнитель»), руководствуясь ст. 633 Гражданского кодекса Украины, предлагает неограниченному кругу лиц (далее – «Пользователь(и) и/или Пассажир(ы)») заключить Договор публичной оферты (далее – «Договор»), с целью поиска и/или приобретения билетов на сайте EastExpress.net.ua (далее – «Сайт») на следующих условиях.",
      "terms_definitions_title": "Термины и определения",
      "agent": "Агент – лицо, осуществляющее посредническую деятельность в распространении билетов Перевозчика через Сайт.",
      "baggage": "Багаж – груз, разрешенный к перевозке автобусом, размеры и вес которого установлены настоящим Договором.",
      "ticket": "Билет (электронный билет) – визуальная форма электронного проездного документа установленной формы, генерируемая Сайтом, содержит необходимую информацию об услуге перевозки, является договором между Перевозчиком и Пассажиром и предоставляет Пассажиру право на получение транспортных услуг автобусной перевозки исключительно на рейсе, указанном в билете, который отправляется на электронный адрес, указанный при заказе, или иным образом выдается Пользователю. Номер билета является номером договора публичной оферты и номером договора пассажирской перевозки. Билет является именным документом для проезда автобусом и не может быть передан другому лицу. Билет также является подтверждением заключения договора страхования. Билет действителен с момента его оплаты и действует до даты и времени фактического прибытия в пункт назначения, указанный в нем.",
      "commission_fee": "Комиссионный сбор – плата Исполнителю и/или Агенту за оказанные услуги по приобретению Билета. Комиссионный сбор включен в стоимость Билета и оплачивается Пользователем. Размер комиссионного сбора зависит от вида и способа оплаты Билета, а также условий договора между Перевозчиком и Исполнителем и/или Агентом, которые могут изменяться. Если продажу билета осуществляет Субагент, то в этом случае размер комиссионного сбора субагента включен в комиссионный сбор Агента и не может превышать его размер.",
      "user_of_site": "Пользователь сайта – любое дееспособное физическое лицо, физическое лицо-предприниматель и/или его представитель, представитель юридического лица, принявшие условия оферты и осуществляющие любое использование сайта.",
      "passenger": "Пассажир – физическое лицо, имеющее билет на свое имя, намеревающееся воспользоваться или воспользовавшееся услугами перевозки, предоставленными Перевозчиком.",
      "carrier": "Перевозчик – юридическое лицо и/или физическое лицо-предприниматель, входящие в группу перевозчиков ИстЭкспресс, непосредственно оказывающие услуги по перевозке пассажиров и багажа автомобильным транспортом, выбранные и оплаченные с помощью системы бронирования и оплаты на Сайте, и сотрудничающие с другими юридическими лицами и физическими лицами-предпринимателями на условиях партнерских, посреднических и других договоров.",
      "payer": "Плательщик – физическое лицо, юридическое лицо или физическое лицо-предприниматель, осуществляющее оплату услуг в пользу Пользователя/Пассажира.",
      "service": "Услуга – комплекс платных услуг, которые могут быть получены Пассажиром на условиях, способом и в порядке, регламентируемых настоящим Договором.",
      "rules_of_carriage": "Правила перевозки – это правила перевозки пассажиров автобусами Перевозчика, содержащиеся на Сайте и определяющие порядок осуществления перевозок пассажиров и их багажа, обязательные для исполнения Перевозчиком и Пассажирами.",
      "site": "Сайт – открытый для свободного визуального ознакомления любым лицом, публично доступный веб-сайт, расположенный в сети Интернет по адресу east-express.net.ua, вместе со всеми его функциональными возможностями, страницами, графикой и т. д., предназначенный для получения услуг по поиску транспортного средства, его маршрута следования, наличия свободных мест, регистрации, бронирования, продажи проездных документов (билетов) на этот транспорт и других услуг.",
      "parties": "Стороны – Сторонами Договора публичной оферты являются Исполнитель и Пользователь.",
      "contract_subject_title": "Предмет договора",
      "contract_subject_1_1": "1.1 Предметом настоящей Оферты является предоставление Исполнителем Пользователям на условиях, определенных настоящим Договором, услуг по бронированию, оформлению и продаже билетов на рейсы, а также других дополнительных услуг (места для багажа, животных и т. д.), размещенных на сайте east-express.net.ua, в соответствии с датой, временем и направлением, выбранными Пользователем.",
      "contract_subject_1_2": "1.2 Пользователь может действовать в рамках Договора от своего имени и в свою пользу и/или от имени третьего лица и в его пользу. В этом случае Пользователь действует исключительно в рамках полномочий, предоставленных ему третьей стороной.",
      "contract_subject_1_3": "1.3 Продажа Билетов Пользователю, в том числе Электронных билетов, осуществляется исключительно на условиях настоящей Оферты и только в случае полного и безоговорочного принятия условий настоящей Оферты Пользователем (акцепт Оферты).",
      "rights_obligations_parties_title": "Права и обязанности сторон",
      "rights_obligations_parties_2_1_1": "2.1.1 Получить услуги по Договору;",
      "rights_obligations_parties_2_1_2": "2.1.2 Воспользоваться Билетом, в соответствии с выбранной датой, временем, местом отправления и выбранным Перевозчиком;",
      "rights_obligations_parties_2_1_3": "2.1.3 Вернуть Билет на условиях, определенных Исполнителем;",
      "rights_obligations_parties_2_1_4": "2.1.4 В случае причинения морального вреда Пользователю действиями или бездействием Исполнителя, сумма возмещения, при ее доказательстве и обосновании, не может превышать сумму, большую чем стоимость Билета.",
      "rights_obligations_parties_2_1_5": "2.1.5 Получить следующие компенсаторные меры в случае отмены рейса Перевозчиком: проезд ближайшим рейсом Перевозчика или его партнера до места назначения; возврат стоимости билета в соответствии с частью неиспользованной услуги (за путь, который не был пройден).",
      "rights_obligations_parties_2_2": "Пользователь обязан:",
      "rights_obligations_parties_2_2_1": "2.2.1 Произвести оплату Билета в размере 100% стоимости, указанной на Сайте до начала перевозки;",
      "rights_obligations_parties_2_2_2": "2.2.2 Уведомить Исполнителя о невозможности использования Билета по той или иной причине;",
      "rights_obligations_parties_2_2_3": "2.2.3 Ознакомиться с условиями настоящего Договора и в случае приобретения билета для третьего лица ознакомить его (Пассажира) с условиями настоящего договора.",
      "rights_obligations_parties_2_3": "Исполнитель имеет право:",
      "rights_obligations_parties_2_3_1": "2.3.1 Действовать от имени Перевозчика в рамках полномочий, определенных договорными отношениями;",
      "rights_obligations_parties_2_3_2": "2.3.2 Записывать телефонные разговоры с Пользователем и/или Пассажиром в любых случаях, связанных с приобретением, использованием и возвратом Билета, покупка которого была осуществлена с помощью Сайта.",
      "rights_obligations_parties_2_4": "Исполнитель обязан:",
      "rights_obligations_parties_2_4_1": "2.4.1 Отправить Пользователю Билет в соответствии с формой, установленной и принятой Перевозчиком;",
      "rights_obligations_parties_2_4_2": "2.4.2 Уведомить Пользователя об изменениях в условиях предоставления услуг;",
      "rights_obligations_parties_2_4_3": "2.4.3 Уведомить Пользователя об изменении или отмене рейса;",
      "rights_obligations_parties_2_4_4": "2.4.4 Принять обращение от Пользователя, рассмотреть его самостоятельно или направить для рассмотрения соответствующему Перевозчику и уведомить Пользователя о рассмотрении обращения (жалобы). В случае отправки обращения (жалобы) Перевозчику для рассмотрения Исполнитель должен уведомить о результатах его рассмотрения Перевозчиком;",
      "rights_obligations_parties_2_4_5": "2.4.5 Предоставление ответа на обращение осуществляется способом, аналогичным его поступлению. Отправка ответа третьей стороне (в том числе по просьбе Пользователя) не осуществляется.",
      "order_conditions_ticket_return_title": "Оформление заказа и условия возврата билета",
      "order_conditions_ticket_return_3_1": "3.1 Для осуществления оформления и приобретения Билета на Сайте необходимо заполнить определенную информацию, а именно: Имя и Фамилию пассажира, действующий e-mail адрес и номер телефона. Пользователь перед подтверждением информации на Сайте должен ее проверить. Риски указания ошибочной информации на Сайте несет Пользователь. При получении билета Пользователь должен сразу повторно проверить правильность указанной на нем информации, а также соответствие стоимости билета оплаченной сумме. Претензии, предъявляемые позже, не удовлетворяются.",
      "order_conditions_ticket_return_3_2": "3.2 Пользователь перед осуществлением оплаты должен ознакомиться с условиями настоящего договора оферты. Пользователь имеет право осуществить оплату Билетов любым из способов, предложенных Исполнителем, информация о которых находится на Сайте. Оплата билета должна быть проведена после выбора места на Сайте. По истечении этого времени бронирование места аннулируется и заказ отменяется.",
      "order_conditions_ticket_return_3_3": "3.3 Также при покупке Билета необходимо указать платежную информацию, связанную с банковскими картами, то есть их номера и сроки действия. Вводить данную информацию необходимо при каждой оплате на защищенном сервисе выбранной платежной системы.",
      "order_conditions_ticket_return_3_4": "3.4 Если Пользователь не является Пассажиром, он, осуществляя бронирование и оплату услуг, подтверждает, что является уполномоченным лицом Пассажира на имя которого осуществляется бронирование и оплата услуг и обязуется довести до сведения Пассажира условия данного Договора и другой информации, необходимой для получения услуги по перевозке Пассажиром.",
      "order_conditions_ticket_return_3_5": "3.5 Билет после его оформления и оплаты Пользователем на сайте, генерируется электронной системой бронирования и продажи билетов и направляется на электронный адрес Пользователя.",
      "order_conditions_ticket_return_3_6": "3.6 Пользователь, осуществивший оплату или бронирование Билета и других услуг Перевозчика с помощью Сайта, подтверждает, что он ознакомлен и безусловно принимает условия настоящего Договора оферты и обязуется их выполнять. Согласие со всеми условиями настоящего Договора и обязательства их выполнять распространяются на лиц, в интересах которых были приобретены Билеты.",
      "order_conditions_ticket_return_3_7": "3.7 Тарифы на проезд устанавливаются Перевозчиком. Тарифы являются динамическими и могут изменяться в зависимости от количества свободных мест, дня и времени покупки, сезонности и других факторов. Решение об изменении тарифов, введении или отмене специальных тарифов, величине и условиях их применения принимается Перевозчиком самостоятельно. Пассажир принимает эти условия и соглашается с тем, что билеты на один и тот же рейс в разное время могут отличаться в цене.",
      "order_conditions_ticket_return_3_8": "3.8 Средства, полученные от Пользователя, в счет приобретения Билета, принадлежат Исполнителю, в том числе комиссионный сбор (в случае, если он был включен в стоимость Билета).",
      "order_conditions_ticket_return_3_9": "3.9 Пользователь единолично ответственен за все комиссионные расходы и другие определенные банком расходы, которые могут быть добавлены к цене Билета или дополнительных услуг, эмитентом кредитной или дебетовой карты.",
      "order_conditions_ticket_return_3_10": "3.10 Банковские услуги, связанные с переводом средств в рамках Договора, оплачиваются Стороной, которая их осуществляет.",
      "order_conditions_ticket_return_3_11": "3.11 В качестве идентификатора Пользователя используется e-mail адрес и/или номер телефона, указываемый при приобретении Билета.",
      "order_conditions_ticket_return_3_12": "3.12 Обращение с номера телефона/e-mail адреса, оставленного при приобретении Билета, позволяет Исполнителю идентифицировать Пользователя, как надлежащую Сторону Договора с соответствующими правами и обязанностями и позволяет осуществлять действия по отношению как к Договору в целом, так и к конкретно приобретенному Билету.",
      "order_conditions_ticket_return_3_13": "3.13 Обращение Пользователя с другого номера телефона и/или e-mail адреса, отличного от указанного при приобретении Билета, дает право Исполнителю требовать от Пользователя дополнительно идентифицировать себя, как надлежащую сторону Договора.",
      "order_conditions_ticket_return_3_14": "3.14 В случае невозможности идентифицировать Пользователя, как сторону Договора, Исполнитель оставляет за собой право отказать в рассмотрении обращения.",
      "order_conditions_ticket_return_3_15": "3.15 Ответственность за сохранность и/или доступ к номеру телефона и/или e-mail адресу возлагается на Пользователя. Пассажир должен быть на связи по указанному телефону за 12 часов до отправления автобуса и в течение всего рейса. Негативные последствия невозможности Исполнителя и/или Перевозчика своевременно связаться с Пользователем и/или Пассажиром по указанным на Сайте номерам телефона, несет Пользователь.",
      "ticket_return_conditions_title": "Условия возврата билета.",
      "ticket_return_conditions_3_16_1": "3.16.1 В случае уведомления Перевозчиком об отмене рейса по той или иной причине, Исполнитель осуществляет возврат Средств, полученных в качестве оплаты Билета, способом, которым они поступили в размере 100 % стоимости Билета или, при наличии, предлагает другой Билет на рейс того же или другого Перевозчика.",
      "ticket_return_conditions_3_16_2": "3.16.2 В случае оформления возврата Билета по собственной инициативе Пользователя, Агент возвращает средства Пользователю по следующей формуле: СП = ВК - (ВК х % КЗ) - (ВК х % УД), где - СП - сумма возврата, которая выплачивается пользователю после удержания комиссионного сбора и удержания перевозчиком; ВК - стоимость билета, оплаченная Пользователем за приобретенный Билет; % КЗ - процент комиссионного сбора, получаемого Агентом за оказанные услуги по продаже билета; % УД - процент удержания Перевозчика, который осуществляется по следующим правилам: возврат более чем за 72 часа до отъезда - удерживается (УД) 10% от стоимости билета; возврат более чем за 24 часа, но менее чем за 72 часа до отъезда - удерживается (УД) 30% от стоимости билета; возврат менее чем за 24 часа, но более чем за 12 часов до отъезда - удерживается (УД) 50% от стоимости билета; возврат менее чем за 12 часов до отъезда - удерживается (УД) 100 % стоимости билета.",
      "ticket_return_conditions_3_16_3": "3.16.3 Возврат средств за билет, при условии вычета обязательных удержаний, осуществляется в личном кабинете пользователя или заявлением на почту Praha-bus@ukr.net. Возврат осуществляется в течение 14 рабочих дней с момента получения заявки.",
      "ticket_return_conditions_3_16_4": "3.16.4 За билеты, которые были перенесены на другую дату по просьбе Пользователя, средства не возвращаются в любом виде. Перенос билета на другую дату возможен только один раз.",
      "ticket_return_conditions_3_16_5": "3.16.5 В случае приобретения билетов через Агентов – все претензии по возврату билетов и/или средств решаются с таким Агентом.",
      "ticket_return_conditions_3_16_6": "3.16.6 В случае возврата билета и его стоимости Пользователю считается, что Пользователь и Пассажир больше не имеют никаких претензий к Исполнителю и Перевозчику.",
      "transportation_conditions_title": "Условия предоставления перевозчиком услуг перевозки пассажиров и багажа",
      "transportation_conditions_general_4_1_1": "4.1.1 Услуги по перевозке пассажиров и багажа предоставляются Перевозчиком исключительно на основании билета.",
      "transportation_conditions_general_4_1_2": "4.1.2 Билет является Договором на перевозку, заключенным между Пассажиром и Перевозчиком, на основании которого Пассажир имеет право использовать транспортное средство и связанные с ним услуги исключительно на рейсе, указанном в билете.",
      "transportation_conditions_general_4_1_3": "4.1.3 Билет является именным документом для проезда автобусом и не может быть передан другому лицу.",
      "transportation_conditions_general_4_1_4": "4.1.4 Билет действителен с момента его оплаты и действует до даты и времени прибытия в пункт назначения, указанный в нем.",
      "transportation_conditions_general_4_1_5": "4.1.5 Пассажир, получив билет на свое имя, подтверждает, что он осведомлен об условиях настоящего Договора и безусловно принимает их.",
      "transportation_conditions_general_4_1_6": "4.1.6 Пассажир обязан соблюдать Правила перевозки, содержащиеся на Сайте, таможенное и международное законодательство.",
      "transportation_conditions_general_4_1_7": "4.1.7 Покупая Билет с помощью Сайта до пункта назначения или совершения пересадки, Пользователь обязан самостоятельно определить достаточное количество времени для прибытия и совершения пересадки. Рекомендуемое количество часов ожидания в пункте пересадки составляет, для внутригосударственных рейсов 4 часа, для межгосударственных 12 часов с момента прибытия по расписанию. При этом указание в билете времени прибытия автобуса на остановку по маршруту перевозки имеет ориентировочное значение и не является существенным условием договора перевозки, невыполнение которого влечет за собой правовые последствия для Перевозчика.",
      "transportation_conditions_general_4_1_8": "4.1.8 Пассажир при посадке на автобус обязан предъявлять билет для контроля сотруднику Перевозчика одновременно с документом, удостоверяющим его личность. При посадке на международный рейс пассажир обязан предъявлять сотруднику Перевозчика документы, дающие ему право на пересечение международной границы.",
      "transportation_conditions_general_4_1_9": "4.1.9 Пассажир обязан предъявить документ, из которого видно применение скидки или льготы на услуги. В случае отсутствия документа, подтверждающего обоснованность применения скидки или льготы, Пассажир имеет право воспользоваться услугой только после доплаты до стандартной (без скидки) стоимости услуги.",
      "transportation_conditions_general_4_1_10": "4.1.10 Пассажир обязан сохранять билет до прибытия в место назначения, указанное в билете.",
      "transportation_conditions_general_4_1_11": "4.1.11 В случае утери билета до момента отправления, восстановить его возможно по месту приобретения.",
      "transportation_conditions_general_4_1_12": "4.1.12 Билет является подтверждением заключения договора страхования.",
      "transportation_conditions_general_4_1_13": "4.1.13 Пассажир должен прибыть на посадку не менее чем за 30 минут до отправления автобуса. Сдав в багажное отделение свой багаж, пассажир должен предъявить все необходимые документы и ручную кладь представителю Перевозчика (водителю, контролеру и т. д.), который, в свою очередь, определит место, которое займет пассажир в автобусе. Если место для посадки пассажира указано в билете – Пассажир обязан занять именно это место.",
      "transportation_conditions_general_4_1_14": "4.1.14 Перевозчик оставляет за собой право обязать пассажира пересесть на другое место, чем то, которое указано в билете. Заняв свое место, Пассажир должен не мешать осуществлять посадку другим Пассажирам.",
      "transportation_conditions_general_4_1_15": "4.1.15 Перевозчик имеет право во время перевозки сменить автобус; изменить посадочное место пассажира в автобусе без предварительного его согласия и уведомления или при замене автобуса или для обеспечения максимально качественного осуществления путешествия. Схема автобуса при покупке билета носит информативный характер, возможны изменения в расположении мест и прохода.",
      "transportation_conditions_general_4_1_16": "4.1.16 При отсутствии пассажира, для осуществления посадки в автобус, в указанное в билете время и место отправления, Договор о предоставлении услуг перевозки считается расторгнутым по инициативе Пассажира, а Перевозчик оставляет за собой право продать билет на свободное место.",
      "transportation_conditions_general_4_1_17": "4.1.17 В целях безопасности, провожающие и другие лица, кроме пассажиров, в салон автобуса не допускаются.",
      "transportation_conditions_general_4_1_18": "4.1.18 Детям в возрасте до 12-ти лет запрещается сидеть на сиденьях рядом с водителями.",
      "transportation_conditions_general_4_1_19": "4.1.19 Перевозчик имеет право временно или полностью прекратить оказание услуг по перевозке пассажиров и багажа в случае возникновения действий непреодолимой силы (плохие погодные условия, стихийное бедствие, эпидемия или другая чрезвычайная ситуация, действия органов государственной власти, принятие ими актов, прямо запрещающих, создающих условия или делающих невозможным выполнение обязательств Перевозчиком) которые Стороны не могли предвидеть, которые не зависят от их воли и если данные обстоятельства непосредственно повлияли на выполнение обязательств по данной Публичной оферте.",
      "transportation_conditions_general_4_1_20": "4.1.20 Перевозчик имеет право прекратить движение транспортного средства (автобуса) в случае возникновения угрозы жизни и здоровью Пассажиров или других лиц и продолжить движение после окончания таких обстоятельств.",
      "transportation_conditions_general_4_1_21": "4.1.21 В случае выхода из строя автобуса, осуществлявшего перевозку, Пассажир имеет право: Получить компенсацию 100% стоимости Билета, что будет считаться прекращением Договора перевозки и отсутствием претензий к Перевозчику и Исполнителю; Пересесть на другой автобус, который будет предоставлен Перевозчиком. Надлежащим выполнением договора перевозки будет считаться доставка пассажира в пункт назначения, указанный в его билете. В таком случае будет считаться, что Пассажир получил услуги в полном объеме и претензий к Исполнителю или Перевозчику не имеет.",
      "transportation_conditions_general_4_1_22": "4.1.22 Перевозчик имеет право не пустить в автобус Пассажира, пришедшего на посадку в нетрезвом состоянии (с признаками алкогольного и/или наркотического опьянения), с явными признаками болезни, опасными для других Пассажиров автобуса, и/или в грязной одежде, и/или нарушающего правила поведения в общественных местах, а также в случае, если он своими действиями мешает спокойствию или создает опасность для других пассажиров. В таком случае деньги за билет не возвращаются и Перевозчик/экипаж не несет никакой ответственности за такие действия.",
      "transportation_conditions_general_4_1_23": "4.1.23 Перевозчик может отказать в перевозке пассажиру при посадке, совершении рейса и высадить его в любой точке маршрута, если тот нарушает положения настоящего Договора о порядке перевозки, своими действиями мешает работе экипажа, спокойствию пассажиров или создает опасность для окружающих. В таком случае деньги за билет не возвращаются и Перевозчик/экипаж не несет никакой ответственности за такие действия.",
      "transportation_conditions_general_4_1_24": "4.1.24 Перевозчик имеет право привлекать третьих лиц для оказания услуг, предусмотренных договором перевозки.",
      "transportation_conditions_general_4_1_25": "4.1.25 По маршруту следования автобус делает остановки, количество и продолжительность которых объявляет экипаж автобуса. Если пассажир не соблюдает времени объявленного на остановку, водитель имеет право продолжить следование по маршруту, а Пассажир следует до пункта назначения самостоятельно без компенсации затрат на оставшийся путь. В указанном случае Перевозчик не несет ответственность за оставленный в автобусе багаж. Такой багаж два дня хранится Перевозчиком и в дальнейшем передается в бюро находок.",
      "transportation_conditions_general_4_1_26": "4.1.26 Расписанием движения автобуса не предусмотрено время для оформления Пассажиром Tax Free.",
      "transportation_conditions_general_4_1_27": "4.1.27 В случае обеспечения дополнительных сервисных услуг (предоставление теплых напитков, легких закусок, газет, журналов, просмотр фильмов, Wi-Fi, подключение к интернету, 220V, подушки, пледы, туалет, кондиционер и т.д.), которые опционально могут предоставляться Перевозчиком, Пассажир не имеет права на возмещение стоимости этих услуг.",
      "transportation_conditions_general_4_1_28": "4.1.28 Перевозчик имеет право устанавливать в салоне транспортного средства (автобуса) системы видеонаблюдения для обеспечения круглосуточной безопасности пассажиров, в соответствии с Женевской Конвенцией Организации Объединенных Наций против транснациональной организованной преступности, Конвенцией Совета Европы о мерах по противодействию международному терроризму и торговле людьми.",
      "transportation_conditions_general_4_1_29": "4.1.29 Жалобы, направленные в письменной форме на юридический адрес Перевозчика, рассматриваются в течение 30 дней с даты их получения. Если жалобы Пассажира связаны с услугами, предоставляемыми партнерами, агентами и любыми другими лицами от имени и в интересах Перевозчика, срок такой жалобы может быть продлен до 60 рабочих дней.",
      "transportation_conditions_general_4_1_30": "4.1.30 Перевозчик не несет ответственность перед Пассажиром по правоотношениям, имевшим место перед началом и во время автобусной перевозки между Пассажиром и экипажем Перевозчика, в том числе были оплачены последнему, но такие услуги не предусмотрены настоящим договором или Правилами перевозок. Все противоречия по таким вопросам Пассажир решает самостоятельно и не имеет права заявлять претензии Перевозчику.",
      "international_transportation_conditions_title": "Условия перевозок на международных маршрутах.",
      "international_transportation_conditions_4_2_1": "4.2.1 На международных маршрутах действуют общие условия и порядок предоставления услуг перевозки, а также дополнительные условия, определенные пунктом.",
      "international_transportation_conditions_4_2_2": "4.2.2 Пассажир, перед использованием услуги по перевозке пассажиров и багажа на международном рейсе Перевозчика обязан самостоятельно ознакомиться с действующими правилами пересечения границ и перечнем необходимых документов.",
      "international_transportation_conditions_4_2_3": "4.2.3 Пассажир во время международной автомобильной перевозки за 12 часов до пересечения границы, на момент пересечения границы и 12 часов после обязан иметь действительные надлежащим образом оформленные документы, необходимые для въезда в государства назначения, государств по маршруту следования, и предъявить их перевозчику по его требованию. Такими документами могут быть: Паспорт гражданина страны ЕС для въезда и/или проезда, пребывания на территории стран ЕС, стран Шенгена или других иностранных государств, если внутренним законодательством страны не предусмотрено наличие у гражданина других проездных документов; Биометрический паспорт; паспорт и виза в данном паспорте для въезда и/или проезда, пребывания на территории страны, на которую распространяется визовый режим, установленный законодательством страны; Детский паспорт, проездной документ ребенка и виза в данном паспорте/документе для въезда и/или проезда, пребывания на территории страны, на которую распространяется визовый режим, установленный законодательством страны; Для проезда с детьми возможно требование наличия дополнительных проездных документов, а именно: свидетельства о рождении, нотариально заверенной доверенности от родителей, свидетельства о разводе, решения суда и т.д. Перечень документов зависит от законодательства страны, с/в/через которую следует ребенок; Дипломатический паспорт, служебный паспорт и виза, в случае, если это предусмотрено законодательством страны прохождения или транзитных стран; Ветеринарные и другие документы, обязательные для пересечения границы Украины и транзитных стран с животными; Другие документы, требуемые иностранными государствами для пересечения границы Украины и транзитных стран.",
      "international_transportation_conditions_4_2_4": "4.2.4 При осуществлении пассажирской международной автомобильной перевозки Перевозчик имеет право перед началом такой перевозки проверить наличие, но не подлинность, у пассажиров документов, необходимых для въезда в государства назначения, государств по маршруту следования, и отказать в перевозке пассажирам, которые по его требованию не предъявили необходимые документы.",
      "international_transportation_conditions_4_2_5": "4.2.5 При нарушении пассажиром визовых режимов (истечение срока действия визы или срок действия визы не наступил, замена паспорта другим документом и т.д.) перевозчик оставляет за собой право не осуществлять перевозку пассажира. Денежная компенсация пассажиру за неиспользованный билет не выплачивается.",
      "international_transportation_conditions_4_2_6": "4.2.6 Отказ Перевозчика в международной автомобильной перевозке Пассажиру, который по требованию автомобильного перевозчика не предъявил документы, необходимые для въезда в государство назначения, государства по маршруту следования, не влечет за собой обязательство Перевозчика возместить пассажиру причиненные в связи этим убытки.",
      "international_transportation_conditions_4_2_7": "4.2.7 Если при пересечении границы будет выяснено, что Пассажир не имеет или имеет ненадлежаще оформленные документы, позволяющие пересечение границы и это причинит убытки Перевозчику, Пассажир должен возместить все убытки Перевозчика, в частности штрафы, пеню, расходы на правовую помощь и т.д.",
      "international_transportation_conditions_4_2_8": "4.2.8 Перевозчик не несет никакой ответственности за любые прямые, косвенные, побочные убытки и штрафы Пассажира, связанные с опозданием во время движения, и несвоевременность прибытия к станциям следования, если это произошло по независимым от него обстоятельствам (в том числе, но не исключая, задержки при прохождении таможенных границ, погодные условия, транспортные заторы, действия государственных органов, ремонтные работы на автодорогах и т.д., действия самих пассажиров, которые влияли на выполнение данных обстоятельств) и другим причинам, которые не могли быть предотвращены Перевозчиком, несмотря на все принятые меры предосторожности.",
      "international_transportation_conditions_4_2_9": "4.2.9 Пассажир несет полную индивидуальную ответственность за нарушение законодательства государств по маршруту следования. В случае задержания пассажира на контроле для индивидуального осмотра/проверки/оформления таможенных формальностей его личных нарушений, договор о перевозке считается расторгнутым, автобус имеет право продолжить рейс без пассажира. При этом, выполнение условий договора о перевозке считается выполненным, несмотря на то, что перевозка была выполнена в другом объеме, чем было предусмотрено ранее, стоимость поездки не возвращается, и претензии Пассажира по этому поводу не могут быть удовлетворены.",
      "behavior_rules_in_bus_title": "Правила поведения в автобусе.",
      "behavior_rules_in_bus_4_3_1": "4.3.1 Пассажир обязан бережно относиться к оборудованию автобуса и не допускать его порчи. В случае повреждения оборудования транспортного средства (автобуса) или самого транспортного средства Пассажиром, последний несет материальную ответственность перед Перевозчиком за причиненный ущерб и обязан возместить Перевозчику связанный с этим материальный ущерб.",
      "behavior_rules_in_bus_4_3_2": "4.3.2 В случае, если автобус оснащен ремнями безопасности, Пассажир обязан пристегнуть их и пользоваться ими по назначению. Невыполнение этого требования может привести к наложению денежного штрафа непосредственно на Пассажира или возникновению обязанности возместить штраф Перевозчику, если он был применен к последнему из-за поведения Пассажира. Перевозчик не несет ответственности за травмы, полученные Пассажиром в связи с невыполнением этого пункта.",
      "behavior_rules_in_bus_4_3_3": "4.3.3 Пользоваться кипятком можно только с разрешения водителя или стюардессы во время остановки для избежания несчастных случаев.",
      "behavior_rules_in_bus_4_3_4": "4.3.4 При пользовании туалетом Пассажир обязан соблюдать санитарные правила, не бросать в унитаз средства гигиены или другие предметы. Пассажир обязан воздерживаться от любых других действий, которые могут вызвать преждевременное наполнение туалета.",
      "behavior_rules_in_bus_4_3_5": "4.3.5 В течение поездки может быть предложено вниманию Пассажиров просмотр фильмов и прослушивание музыки. Учитывая разнообразие вкусов и взглядов Пассажиров, Перевозчик оставляет за собой право выбора фильмов и музыки, но может учитывать мнение Пассажиров.",
      "behavior_rules_in_bus_4_3_6": "4.3.6 Во время остановок автобуса, перед тем как оставить свое место, Пассажиру необходимо убедиться, что спинка кресла находится в вертикальном положении, столик закрыт и убрано подставку для ног.",
      "behavior_rules_in_bus_4_3_7": "4.3.7 Во время движения в салоне автобуса Пассажиру запрещается: перевозить оружие и другие вещи, исключенные из гражданского оборота, опасные грузы, в частности легковоспламеняющиеся, взрывоопасные и такие, которые могут испачкать транспортное средство или одежду пассажиров; курить, употреблять алкогольные напитки и наркотики в салоне, туалете, служебных помещениях автобуса; класть ноги на сиденья, заграждать проход в автобусе; своим поведением создавать неудобства другим пассажирам или мешать работе экипажа, во время движения отвлекать внимание водителя от управления; делать исправления в билете и передавать его другому лицу; пользоваться аварийным оборудованием без необходимости; ходить по салону и стоять в проходах во время движения автобуса без срочной необходимости. Повреждения, полученные в результате передвижения по салону во время движения, будут считаться такими, что получены по вине Пассажира. класть ноги на сиденья, лежать на сиденьях или на полу автобуса. сорить в салоне. Мусор необходимо выбрасывать в урны на остановках. отвлекать водителя во время движения.",
      "behavior_rules_in_bus_4_3_8": "4.3.8 В случае нарушения или невыполнения правил поведения в автобусе Пассажиром, Перевозчик оставляет за собой право снять пассажира с рейса без денежной компенсации стоимости билета.",
      "luggage_transportation_rules_title": "Правила перевозки багажа.",
      "luggage_transportation_rules_4_4_1": "4.4.1 Один Пассажир имеет право на бесплатную перевозку: багажа, занимающего 1 (одно) багажное место и имеющего размер не более 60х40х40 см, общей массой до 25 кг. ручная кладь весом до 5 кг, занимающая 1 (одно) место. Ручной кладью считается сумка, которая легко переносится и можно ее поместить на место под сиденьем или над сиденьем пассажира; детская коляска в сложенном виде; инвалидная коляска в сложенном виде.",
      "luggage_transportation_rules_4_4_2": "4.4.2 Если багаж имеет размер больше чем 60х40х40см и свыше 25 кг весом, он может быть принят к перевозке при наличии свободного места в багажном отделении автобуса и за дополнительную плату. При этом возможность такого перевозки должна быть за 24 часа согласована с офисом Перевозчика.",
      "luggage_transportation_rules_4_4_3": "4.4.3 Дополнительный багаж подлежит перевозке исключительно при наличии свободного места в багажном отделении автобуса, не может превышать одно багажное место и подлежит отдельной оплате Перевозчику. Оплата за багаж водителю Перевозчика запрещена. Дополнительный багаж не должен превышать размеров и веса основного багажа. Свободное место в багажном отделении определяет водитель при посадке, принимая во внимание общее количество пассажиров в автобусе, распределение по городам и другие факторы.",
      "luggage_transportation_rules_4_4_4": "4.4.4 Перевозчик не несет ответственности за личные вещи Пассажира и за сохранность багажа в салоне автобуса, за утрату пассажиром денег, бижутерии, паспорта, ценных бумаг, коллекционных вещей, вещей, имеющих научную ценность и других ценностей, не находящихся в багажном отделении автобуса.",
      "luggage_transportation_rules_4_4_5": "4.4.5 Перевозчик несет ответственность только за тот багаж, который принял для перевозки, то есть пассажиру была выдана багажная бирка, подтверждающая принятие багажа.",
      "luggage_transportation_rules_4_4_6": "4.4.6 Перевозчик не несет ответственность за нанесение любого ущерба вещам, которые легко бьются, быстро портятся, неправильно упакованные, ценные (деньги, документы, электронные и технические средства и т.д.) вещи, перевозимые в багажном отделении автобуса.",
      "luggage_transportation_rules_4_4_7": "4.4.7 Перевозчик не несет ответственность за незначительное или поверхностное повреждение зарегистрированного багажа, перевозимого в багажном отделении автобуса, в частности за сломанные колеса и ручки, потерянные обвязочные ремни и мелкие повреждения, такие как порезы, царапины, заломы или пятна, появившиеся в ходе обычной амортизации и использования во время поездки.",
      "luggage_transportation_rules_4_4_8": "4.4.8 К перевозке не принимаются габаритные вещи, перевозка которых не была за 24 часа согласована с офисом Перевозчика.",
      "luggage_transportation_rules_4_4_9": "4.4.9 К перевозке в качестве багажа допускаются велосипеды только в разобранном виде, при наличии свободного места в багажном отделении и в случае согласования такой возможности перевозки с офисом Перевозчика. Велосипеды перевозятся в багажном отделении автобуса при наличии свободного места. У велосипеда, который перевозится таким образом, необходимо снять переднее колесо и упаковать отдельно. Велосипед также должен быть упакован. Разобранный и упакованный велосипед считается за две единицы багажа.",
      "luggage_transportation_rules_4_4_10": "4.4.10 Перевозчик несет ответственность за потерянный багаж, перевозившийся в багажном отделении автобуса только если это произошло по вине Перевозчика, что доказано Пассажиром, но не более чем на сумму 100 долларов США на человека при условии подачи заявления не позднее трех дней со дня выезда автобуса.",
      "luggage_transportation_rules_4_4_11": "4.4.11 Запрещено перевозить багаж, угрожающий безопасности или здоровью других пассажиров, может повредить другой багаж или транспортное средство. Перевозчик имеет право отказать в перевозке багажа, если у экипажа автобуса есть подозрения, что содержимое сумок может вызвать задержку при прохождении процедур в пунктах пропуска и таможенного оформления. Пассажир имеет право поехать без такого багажа. В случае отказа – считается, что Пассажир добровольно отказался от такой поездки.",
      "luggage_transportation_rules_4_4_12": "4.4.12 Перевозка животных возможна только с согласия Перевозчика и за отдельным билетом. Животное перевозится за отдельным билетом с предоставлением отдельного места. Перевозка животных возможна только в специально предназначенном для этого боксе (контейнере, клетке и т.д.). Перевозка собак разрешается только в наморднике. Любое животное, подлежащее транспортировке автобусом Перевозчика, должно быть вакцинировано, и пассажир должен иметь об этом соответствующий документ. Перевозчик имеет право отказать в перевозке животного, если последнее ведет себя агрессивно по отношению к окружающим, может причинить вред пассажирам или автобусу, или может мешать при перевозке другим пассажирам. Вред, причиненный животным другим пассажирам или Перевозчику, возмещается Пассажиром в полном объеме с учетом штрафов, пеней и любых других расходов.",
      "luggage_transportation_rules_4_4_13": "4.4.13 Пассажир, имеющий чрезмерное количество багажа, которое невозможно поместить в багажное отделение автобуса, и отказывается ехать, теряет право на возврат стоимости билета. Рекомендуем переправлять багаж заранее, когда автобусы менее загружены.",
      "luggage_transportation_rules_4_4_14": "4.4.14 Перевозчик не отвечает за хранение забытых в автобусе предметов и багажа. Но принимает меры по возврату забытых вещей владельцу путем передачи их в ближайшее представительство Перевозчика.",
      "luggage_transportation_rules_4_4_15": "4.4.15 Обслуживающий персонал автобуса имеет право в случае возникновения сомнений, а также для обеспечения безопасности поездки и выполнения таможенных правил - требовать от пассажира показать содержимое багажа. При отказе пассажира выполнить это требование, персонал автобуса имеет право отказать пассажиру в перевозке подозрительного багажа.",
      "copyright_privacy_permission_data_title": "Авторские права, конфиденциальность и разрешение на использование данных",
      "copyright_privacy_permission_data_5_1": "5.1 Все материалы, изложенные на Сайте, принадлежат EastExpress и его партнерам на праве интеллектуальной собственности. Все материалы, размещенные на Сайте, защищены авторскими правами и правами интеллектуальной собственности, включая, но не ограничиваясь оформлением Сайта, названиями, товарными знаками, логотипами, текстами, правами на базы данных и другие элементы Сайта.",
      "copyright_privacy_permission_data_5_2": "5.2 Пользователь сайта не имеет права частично или полностью копировать, распространять, или в другой форме использовать или воспроизводить контент Сайта или основной программный код без предварительного письменного разрешения EastExpress.",
      "copyright_privacy_permission_data_5_3": "5.3 Вся текстовая информация и графические изображения, находящиеся на Сайте, являются собственностью EastExpress и/или его контрагентов.",
      "copyright_privacy_permission_data_5_4": "5.4 Пользователь не имеет права вносить изменения, копировать, распространять, создавать производные работы, продавать и использовать интеллектуальную собственность EastExpress любым другим способом. Подобные действия будут считаться нарушением авторских прав и преследоваться по закону.",
      "copyright_privacy_permission_data_5_5": "5.5 Осуществляя покупку через Сайт, Пользователь подтверждает свою дееспособность и дает согласие на обработку своих персональных данных.",
      "copyright_privacy_permission_data_5_6": "5.6 Пользователь дает согласие и подтверждает, что данные, указанные им при покупке Билета, правдивы, и Пользователь имеет право указать их при покупке Билета и оставить для дальнейшей обработки и сохранения, в том числе, но не ограничиваясь, для: передачи их третьей стороне, которая так или иначе связана с настоящим Договором, или с целью его полного выполнения; дополнительного информирования Пользователя о статусе выполнения рейса, изменения в его условиях; дальнейшей обработки заказов Пользователя; получения сервисных сообщений, в том числе относительно акций, бонусных программ и скидок, проводимых Исполнителем.",
      "copyright_privacy_permission_data_5_7": "5.7 Исполнитель обязуется не использовать персональные данные Пользователя для рассылки материалов, не имеющих отношения к Услугам, предоставляемым Исполнителю, не передавать персональные данные третьим лицам и не использовать их с другой целью.",
      "copyright_privacy_permission_data_5_8": "5.8 Пользователь соглашается оплатить цену Билета и соответствующие налоги для всех сделанных покупок, оплаченных кредитными или дебетовыми картами, или другим разрешенным методом оплаты.",
      "copyright_privacy_permission_data_5_9": "5.9 Пользователь соглашается компенсировать (оплатить) Исполнителю все определенные им средства в случае, если платеж не осуществлен, возвращен или отклонен банком Исполнителя.",
      "copyright_privacy_permission_data_5_10": "5.10 Исполнитель, осуществляющий продажу Билета с помощью Сайта, подтверждает имеющееся у него право на продажу данного Билета в соответствии с условиями и обязанностями, определенными Перевозчиком.",
      "copyright_privacy_permission_data_5_11": "5.11 Исполнитель оставляет за собой право по своему усмотрению блокировать кредитные и дебетовые карты за подозрительную активность.",
      "copyright_privacy_permission_data_5_12": "5.12 Пользователь подтверждает согласие с тем, что несет личную ответственность за предоставленную для сохранения конфиденциальную информацию.",
      "copyright_privacy_permission_data_5_13": "5.13 Исполнитель не несет ответственности за любые убытки, причиненные в результате несанкционированного использования конфиденциальной информации, оставленной Пользователем.",
      "copyright_privacy_permission_data_5_14": "5.14 Вся личная информация, полученная Исполнителем в результате осуществления заказов через Сайт, хранится в соответствии с действующим законодательством о конфиденциальности.",
      "copyright_privacy_permission_data_5_15": "5.15 Исполнитель оставляет за собой право использовать и раскрывать информацию о Пользователе или о заказе, осуществленном Пользователем, на условиях соблюдения Конфиденциальности.",
      "responsibility_parties_title": "Ответственность сторон",
      "responsibility_parties_6_1": "6.1 В случае невыполнения или ненадлежащего выполнения одной из Сторон обязательств по Договору, виновная Сторона обязана возместить противоположной Стороне причиненные и доказанные такими действиями убытки, размер которых не может превышать стоимость билета.",
      "responsibility_parties_6_2": "6.2 Исполнитель не несет перед Пользователем ответственность в случае полной или частичной неработоспособности Сайта и его компонентов в течение любого времени, а также при отсутствии возможности доступа Пользователя к системе или несении им любых косвенных или прямых затрат в связи с данными обстоятельствами.",
      "responsibility_parties_6_3": "6.3 Пользователь понимает и соглашается с тем, что Исполнитель не несет никакой ответственности за любые прямые, косвенные, побочные убытки и штрафы; а также за неудобства, связанные с выполнением перевозки (в том числе, но не ограничиваясь, задержки рейсов, отмена рейсов, пропущенные стыковки рейсов) или другие возможные проблемы, имевшие место в связи с использованием Сайта.",
      "responsibility_parties_6_4": "6.4 Исполнитель не несет ответственности за потери и убытки, понесенные Пользователем в процессе поездок в разные точки мира.",
      "responsibility_parties_6_5": "6.5 Пользователь соглашается с тем, что получает доступ к товарам и услугам, и информации о автобусных перевозках, доступных на Сайте под свою ответственность. Не ознакомление Пользователем с условиями Договора или с условиями Правил перевозки не освобождает его от ответственности за невыполнение таких условий и не дает права требовать от Исполнителя и/или перевозчика возмещения ущерба (убытков), возникших из-за такой необознанности.",
      "responsibility_parties_6_6": "6.6 Исполнитель не несет ответственности за убытки и/или утрату билета на тот или иной вид транспорта, за убытки, полученные Пользователем в результате опоздания автобуса до пункта, где Пользователь должен был сделать пересадку, в том числе приобретенным одним заказом через Сайт.",
      "responsibility_parties_6_7": "6.7 Исполнитель и/или Перевозчик не несут ответственности в случаях, определенных условиями настоящего Договора и Правилами перевозок, в частности, но не исключая, в случаях отказа Пассажиру в перевозке определенных настоящим Договором и Правилами перевозок.",
      "responsibility_parties_6_8": "6.8 Пользователь, в случае приобретения Билета в пользу третьего лица (Пассажира), обязан возместить такому лицу все убытки (ущерб), причиненные последнему в результате ее не осведомленности по вине Пользователя с условиями настоящего Договора и Правилами перевозок.",
      "responsibility_parties_6_9": "6.9 Пользователь, в случае приобретения Билета в пользу третьего лица (Пассажира), обязан возместить такому лицу все убытки (ущерб), причиненные последнему в результате ее не осведомленности по вине Пользователя с условиями настоящего Договора и Правилами перевозок.",
      "responsibility_parties_6_10": "6.10 Пользователь и/или Пассажир обязаны возместить Перевозчику все убытки, штрафы и другие расходы, которые понес последний, в связи с ненадлежащим выполнением Пользователем и/или Пассажиром условий настоящего Договора и Правилами перевозок.",
      "force_majeure_title": "Форс-мажорные обстоятельства",
      "force_majeure_7_1": "7.1 Перевозчик и Исполнитель освобождается от ответственности за частичное или полное невыполнение обязательств по настоящей Публичной оферте, если оно стало следствием обстоятельств непреодолимой силы (действие сил природы, политического или техногенного характера, военные действия или война, введение чрезвычайного положения, действия государственных органов и принятие ими актов, которые прямо запрещают, создают условия или делают невозможным выполнение обязательств Перевозчиком) которые Стороны не могли предусмотреть, что не зависят от их воли и если данные обстоятельства непосредственно повлияли на выполнение обязательств по настоящей Публичной оферте.",
      "force_majeure_7_2": "7.2 При наступлении обстоятельств, указанных в п.6.1., Перевозчик и/или Исполнитель уведомляет Пассажира любым возможным средством связи. Уведомление должно содержать данные о характере обстоятельств, которые делают невозможным выполнение условий Публичной оферты Перевозчиком или Исполнителем.",
      "force_majeure_7_3": "7.3 Если форс-мажорные обстоятельства действуют в течение 3 (трех) месяцев подряд и не проявляют признаков прекращения, настоящий Договор может быть расторгнут одной из Сторон путем направления уведомления другой Стороне.",
      "dispute_resolution_title": "Порядок разрешения споров",
      "dispute_resolution_8_1": "8.1 При нарушении условий Договора одной из Сторон, противоположная Сторона имеет право обратиться в суд. Местонахождение суда выбирается в соответствии с действующим законодательством Украины.",
      "dispute_resolution_8_2": "8.2 Все вопросы относительно отношений между Сторонами, которые не урегулированы настоящим Договором, регулируются действующим законодательством Украины.",
      "dispute_resolution_8_3": "8.3 Споры относительно выполнения настоящего Договора оферты, возникшие по инициативе Пользователя, подлежат рассмотрению соответствующим судом по месту нахождения Исполнителя с соблюдением претензионного порядка. Претензия в письменной форме подлежит направлению по месту нахождения Исполнителя. Претензия рассматривается Исполнителем в месячный срок со дня ее получения, если иное не определено действующим законодательством Украины.",
      "contract_modification_termination_title": "Заключение, изменение и расторжение договора",
      "contract_modification_termination_9_1": "9.1 Настоящий Договор регулирует исключительно условия приобретения выбранного Пользователем Билета, который в свою очередь является свидетельством заключения договора перевозки, условия которого регулируются Правилами перевозки, размещенными на Сайте по ссылке",
      "contract_modification_termination_9_2": "9.2 Номер Договора соответствует номеру приобретенного Пользователем Билета. Датой заключения Договора является дата осуществления платежа, в счет выбранного Билета.",
      "contract_modification_termination_9_3": "9.3 Указанный договор является действующим с момента получения Пользователем текстового сообщения о подтверждении оплаты за покупку билета/получения электронного билета и действует до момента предоставления услуги по перевозке.",
      "contract_modification_termination_9_4": "9.4 Все правоотношения, возникающие из настоящего Договора или связанные с ним, в том числе связанные с действительностью, заключением, выполнением, изменением и прекращением настоящего Договора, толкованием его условий, определением последствий недействительности или нарушения Договора, регламентируются настоящим Договором и соответствующими нормами действующего в Украине законодательства, а также применимыми к таким правоотношениям обычаями делового оборота на основании принципов добросовестности, разумности и справедливости.",
      "contract_modification_termination_9_5": "9.5 Действующая редакция договора публичной оферты вступает в силу с 17 июня 2024 года.",
      "contract_modification_termination_9_6": "9.6 Пользователь имеет право изменить или расторгнуть договор и осуществить возврат средств за Билет на условиях, определенных настоящим Договором.",
      "contract_modification_termination_9_7": "9.7 В случае отказа в одностороннем порядке Пользователем и/или Пассажиром осуществлять или продолжать перевозку, считается, что Пользователь и/или Пассажир в одностороннем порядке отказался от договора перевозки, в связи с чем услуги по договору оферты и по договору перевозки выполнены, и стороны не имеют друг к другу никаких претензий.",
      "contract_modification_termination_9_8": "9.8 Продавец оставляет за собой право: в одностороннем порядке прекратить предоставление Услуг по настоящему Договору в случае нарушения Пассажиром условий настоящего Договора. адаптировать, изменять или расторгнуть в любое время Договор. В случае их изменения, условия нового Договора будут сообщены Пользователю посредством публикации новой редакции на этом Сайте. Новые условия будут распространяться только при продаже, совершенной после внесения изменений.",
      "contract_modification_termination_9_9": "9.9 Исполнитель имеет право расторгнуть Договор в любое время по собственной инициативе (за нарушение Пользователем правил пользования сайтом - спекулятивные бронирования, непродуктивные поиски, действия Пользователя, наносящие вред функционированию сайта), отправив Пользователю уведомление на электронный адрес, указанный при оформлении Заказа.",
      "parties_details_title": "Реквизиты сторон",
      "parties_details_10_1": "10.1 Реквизиты Исполнителя: Физическое лицо-предприниматель: СУХАР НАТАЛИЯ ВЛАДИМИРОВНА Код получателя: 2875007144 Название банка: АО КБ «ПриватБанк» Счет получателя в формате IBAN: UA403052990000026002005020912 Тел. круглосуточной диспетчерской службы: +380980823192; +380983619098 E-mail: Praha-bus@ukr.net",
      "parties_details_10_2": "10.2 Реквизиты Пассажира: свои реквизиты Заказчик вносит с помощью Интернет-ресурса EastExpress.net.ua в регистрационную электронную форму на этапе формирования электронного билета."
    }
  }
}
