export const faqConstans = {
  '/faq/bronjuvannja-mists': {
    id: 1,
    title: 'Бронювання місць та купівля квитків',
    questions: [
      {
        id: 1,
        title: 'Пільгові квитки',
        slug: 'discount-tickets',
        text: [
          'На даний момент ми не маємо можливості оформити знижку за пільговим документу, але докладаємо всіх зусиль, щоб найближчим часом ви змогли скористатися цією послугою.',
        ],
      },
      {
        id: 2,
        title: 'Перетин кордону',
        slug: 'border-crossing',
        text: [
          'Оріентовний час на проходження прикордонного контролю на міжнародних рейсах враховується в загальній тривалості рейсу, зазначеній на нашому сайті і в квитках. Зверніть увагу, процедура перетину кордону і проходження митного контролю регламентуються тільки спеціалізованими державними органами і можуть зайняти додатковий час. Компанія  GreenBus і перевізник не мають можливості прискорити процес перетину кордону або вплинути на швидкість перевірки митного контролю.\nМи  рекомендуємо заздалегідь ознайомитися з правилами перетину кордонів, якщо ви обрали міжнародний рейс, а також підготувати всі необхідні документи. ',
          'Список документів та інші питання про процедуру та терміни перетину кордону ви можете уточнити в службах митного контролю конкретної держави.',
        ],
      },
      {
        id: 3,
        title: 'Чи можна передати посилку',
        slug: 'can-you-send-a-package',
        text: [
          'Компанія Busfor не надає послуг з відправлення посилок автобусними рейсами і не несе відповідальності за ваші особисті домовленості з перевізником.',
        ],
      },
      {
        id: 4,
        title: 'Чи можна не друкувати квиток',
        slug: 'can-you-not-print-the-ticket',
        text: [
          'Наявність при собі роздрукованого квитка є обов’язковою умовою для посадки в автобус. Виключення становлять рейси які мають позначку «можна не роздруковувати». На цих рейсах перевізники дозволяють пред’явити квиток з екранів ваших гаджетів. Наявність при собі електронного квитка є обов’язковою умовою для посадки в автобус. ',
          'Зверніть увагу на те, що якщо ви не зможете показати електронний квиток водію, він має право відмовити Вам у посадці в автобус.\nУ випадку якщо рейс не відмічено позначкою «можна не роздруковувати» квиток потрібно обов‘язково роздрукувати. Без наявності роздрукованого квитка перевізник не зможе взяти вас в автобус.',
        ],
      },
      {
        id: 5,
        title: 'Як забронювати квиток',
        slug: 'how-to-book-a-ticket',

        text: [
          'Для бронювання квитка вам необхідно: Вибрати необхідний рейс за вказаним напрямком, використовуючи форму пошуку на головній сторінці сайту. Заповнити та перевірити всі дані пасажирів Ознайомитися з умовами повернення і публічною офертою Ввести коректний мобільний номер телефону, щоб потім увійти в Особистий кабінет Ввести коректну електронну пошту, на яку будуть вислані квитки Натиснути кнопку  “Оплатити” і вибрати зручний спосіб оплати.',
          'Зверніть увагу, у кожного бронювання є термін, до якого його необхідно сплатити інакше воно автоматично буде анульовано. Квитки будуть сформовані й дійсні тільки після оплати бронювання.',
        ],
      },
      {
        id: 6,
        title: 'Вільна розсадка, як вибрати місце',
        slug: 'free-seating-how-to-choose-a-seat',

        text: [
          'Вільна посадка означає, що на цьому рейсі Перевізник обмежив вибір конкретного місця і фактичний номер місця буде визначено диспетчером  безпосередньо при посадці на рейс.',
          'Рекомендуємо вам приходити на посадку завчасно. Якщо у вибраного Перевізника є можливість вибрати конкретне місце в автобусі, то при оформленні замовлення і натисканні кнопки  “Вибір місця”, вам буде показана схема автобуса із зазначенням вільних посадочних місць.',
        ],
      },
      {
        id: 7,
        title: 'Міжнародні рейси',
        slug: 'international-flights',

        text: [
          'Ознайомитись з розкладом або наявністю необхідного вам рейсу можна через пошук рейсів на головній сторінці сайту.',
          'Перед покупкою квитків на міжнародні рейси ми наполегливо рекомендуємо ознайомитись з вимогами перетину кордонів між державами за обраним маршрутом і підготувати всі необхідні документи.',
        ],
      },
      {
        id: 8,
        title: 'Як оплатити і отримати квитки',
        slug: 'how-to-pay-and-receive-tickets',

        text: [
          'Оплатити квиток ви можете одразу ж після оформлення бронювання, за допомогою будь-якої картки MasterCard або Visa, а також скористатися іншим зручним для Вас способом з тих, що будуть запропоновані сайтом після формування замовлення.',
          'Після оплати замовлення, сформовані квитки будуть автоматично відправлені на електронну пошту, вказану при оформленні замовлення, а також доступні в “Особистому кабінеті”.',
        ],
      },
      {
        id: 9,
        title: 'Які є знижки, акції і промокодом',
        slug: 'discounts-promotions-and-promo-codes',

        text: [
          'Про всі акції та знижки ми повідомляємо в листах на email, а також в розділі “Блог” в нижній частині головної сторінки сайту. Рекомендуємо підписатися на нашу розсилку, так як більшість акцій діють тільки для підписників.',
        ],
      },
      {
        id: 10,
        title: 'Що робити, якщо не спрацював промокод',
        slug: 'what-to-do-if-promo-code-doesnt-work',

        text: [
          'Якщо введений вами промокод на знижку не спрацював на сайті, система відобразить інформацію про помилку. Ми рекомендуємо: уважно ознайомитися з умовами використання знижки, представленими в листі з промокодом; перевірити правильність введення (без пробілів і зайвих символів перед і після промокодом)',
        ],
      },
      {
        id: 11,
        title: 'Як залишити свій відгук про поїздку і перевізника',
        slug: 'how-to-leave-feedback-about-trip-and-carrier',
        text: [
          'Після поїздки, на електронну пошту, яка була вказана при оформленні замовлення, прийде лист з анкетою оцінки поїздки.',
          'Ви можете залишити відгук і оцінити перевізника.На підставі кожного відгуку формується рейтинг, який зображується на сайті й допомагає клієнтам обрати найнадійнішого перевізника.',
        ],
      },
      {
        id: 12,
        title: 'Що таке ваучер',
        slug: 'what-is-a-voucher',
        text: [
          'Ваучер - це тип документа, який пасажир отримує після оплати замовлення. Існує два види ваучерів - обмінні і необмінні.',
          'Обмінний ваучер - це вид документа, який необхідно обміняти на посадковий талон в касі автостанції відправлення. Необмінний ваучер - це такий вид ваучера, який не потрібно міняти на посадковий талон, а необхідно роздрукувати і надати водієві безпосередньо при посадці в автобус.',
          'На бланку ваучера, який ви отримаєте після оплати замовлення буде вказано, підлягає він обов’язковому обміну в касі чи ні. Дана інформація вказується у верхній частині документу. Звертаємо Вашу увагу, що не залежно від типу ваучера, його необхідно обов’язково роздрукувати.',
        ],
      },
    ],
  },
  '/faq/routes-and-buses': {
    id: 1,
    title: 'Рейси і автобуси',
    questions: [
      {
        id: 1,
        title: 'Які рейси є - рейси та розклад',
        slug: 'available-flights-schedules',
        text: [
          'Скористайтеся формою пошуку на головній сторінці нашого сайту: вкажіть пункт відправлення та прибуття, бажану дату виїзду і кількість пасажирів і натисніть кнопку “Знайти квиток”.',
          'Ви побачите список рейсів за обраним напрямом із зазначенням ціни та рейтингу перевізників. Ознайомтесь з розкладом і виберіть відповідний рейс. Якщо на обрану дату немає вільних місць або рейсів, сайт запропонує найближчу дату або альтернативний пункт відправлення.',
        ],
      },
      {
        id: 2,
        title: 'Чи точно буде рейс',
        slug: 'is-the-flight-confirmed',

        text: [
          'Інформацію про всі зміни на рейсі ми отримуємо від перевізника, в зв’язку з чим не можемо виключити варіант скасування рейсу з незалежних від нас причин.',
          'Як тільки перевізник сповістить нас, ми відразу зв’яжемося з вами і попередимо про будь-які зміни на рейсі.',
          'Додаткові дані про рейс і номер автобуса ви завжди можете дізнатися за контактним номером перевізника, зазначеним в вашому квитку. ',
        ],
      },
      {
        id: 3,
        title: 'Наскільки заздалегідь потрібно купувати квиток',
        slug: 'how-far-in-advance-to-buy-ticket',
        text: [
          'Зазвичай перевізники відкривають продаж на регулярні рейси за місяць вперед і ви можете заздалегідь придбати квиток на потрібний маршрут.',
        ],
      },
      {
        id: 4,
        title: 'Як розрахувати час у дорозі та час прибуття',
        slug: 'how-to-calculate-travel-time-and-arrival-time',

        text: [
          'Оріентовний час у дорозі, інформація про зупинки і очікуваний час прибуття в кінцевий пункт маршруту відображаються на нашому сайті в розкладі рейсів і завжди вказані в квитках. У той же час, в дорозі бувають випадки, які складно передбачити: непередбачена затримка автобуса в зв’язку з ситуацією на дорозі, перетином державних кордонів або технічними проблемами.',
          'Ми настійно рекомендуємо закладати додатковий час в поїздці і не планувати пересадку на інший рейс або вид транспорту менш ніж через 2 години при внутрішніх рейсах і менш ніж через 8 годин при міжнародних рейсах.',
        ],
      },
      {
        id: 5,
        title: 'Який буде автобус',
        slug: 'what-type-of-bus-will-it-be',

        text: [
          'Інформація щодо рейсу, марки автобуса, доступні сервіси та зручності, що  надана перевізником, відображається на нашому сайті при купівлі квитка квитка.',
          'Після покупки квитка ви побачите контактний номер перевізника, за яким можна уточнити додаткові деталі.',
        ],
      },
      {
        id: 6,
        title: 'Поїздка з тваринами',
        slug: 'travel-with-pets',

        text: [
          'При плануванні поїздки з твариною, ми наполегливо рекомендуємо заздалегідь підготувати ветеринарний паспорт з відмітками про зроблені щеплення, довідку про стан здоров’я тварини, переносну сумку або клітку з глухим дном, а також забезпечити наявність чистої питної води. ',
          'Перевізник має право регламентувати правила провезення тварин на автобусах своїх рейсів, тому необхідно уточнювати цю інформацію індивідуально.',
        ],
      },
      {
        id: 7,
        title: 'Перевезення багажу',
        slug: 'luggage-transportation',

        text: [
          'Зверніть увагу, що перевізник має повне право відмовити пасажиру автобуса в провезенні ручної поклажі або багажу, якщо цей багаж перекриває прохід в транспорті іншим пасажирам, або не відповідає кількості та розмірами.',
          'Інформацію про умови провезення багажу на конкретних рейсах ви завжди можете уточнити у перевізника.',
        ],
      },
      {
        id: 8,
        title: 'Маршрут та зупинки',
        slug: 'route-and-stops',

        text: [
          'У розкладі та інформації про рейс ми вказуємо весь маршрут та пункти зупинки, які передає нам Перевізник. ,Зверніть увагу, що тільки Перевізник регулює маршрут і зупинки, а також визначає можливість висадки і посадки поза вказаними пунктами маршруту. Додаткові питання про зупинки або уточнення маршруту ви можете дізнатися за контактним номером Перевізника, який вказаний на квитку.',
        ],
      },
      {
        id: 9,
        title: 'Якщо не знайшов потрібного рейсу',
        slug: 'if-you-cant-find-the-flight-you-need',

        text: [
          'На нашому сайті відображені всі актуальні рейси з наявністю місць на обрану дату і кількість пасажирів. Ми постійно працюємо над збільшенням кількості напрямків і підключенням нових перевізників. Можливо, потрібний вам рейс незабаром з’явиться.',
        ],
      },
      {
        id: 10,
        title: 'Що потрібно для посадки',
        slug: 'what-you-need-for-boarding',

        text: [
          'Для посадки в автобус необхідно мати при собі паспорт і квиток в роздрукованому вигляді.',
          'Дані в паспорті пасажира і його квитку повинні повністю збігатися. При відсутності одного з перерахованих умов або наявності іншого документа, що засвідчує особу, ми не маємо можливості гарантувати пасажиру посадку в автобус, а Перевізник має право відмовити в поїздці.',
        ],
      },
      {
        id: 12,
        title: 'За скільки потрібно приїжджати до початку рейсу',
        slug: 'how-early-to-arrive-before-flight',
        text: [
          'Уважно ознайомтеся з інформацією на квитку, в деяких випадках, Перевізник вказує обов’язковий час, за яке необхідно приїхати в пункт відправлення рейсу і зареєструватися на посадку.',
          'В інших випадках, ми рекомендуємо приїхати за адресою відправлення мінімум  за годину до часу початку рейсу.',
        ],
      },
      {
        id: 13,
        title: 'Точна адреса відправлення, як знайти автобус',
        slug: 'exact-departure-address-how-to-find-the-bus',
        text: [
          'Вся інформація про рейс, включаючи точну адресу відправлення, яку передає нам Перевізник, вказана на сайті в розкладі рейсів і завжди зображується на квитку.',
          'Додаткові орієнтири або уточнення геолокації ви завжди можете дізнатися за контактним номером Перевізника, вказаним у квитку.',
        ],
      },
      {
        id: 14,
        title: 'Час відправлення і прибуття',
        slug: 'departure-and-arrival-time',
        text: [
          'У квитку завжди вказується місцевий час пункту, в якому ви перебуваєте. Наприклад, якщо у вас квиток на рейс Варшава-Мінськ, відправлення буде за польським часом, а прибуття - за часом в Мінську',
          'Рекомендуємо звертати особливу увагу на різницю в часових поясах, якщо ви плануєте поїздку з пересадками.',
        ],
      },
    ],
  },
  '/faq/ticket-refund': {
    id: 1,
    title: 'Повернення квитків',
    questions: [
      {
        id: 1,
        title: 'Що робити, якщо в квитку невірні дані пасажира',
        slug: 'what-to-do-if-passenger-details-are-incorrect-in-ticket',
        text: [
          'Редагування особистих даних пасажирів або внесення правок в квиток  є неможливим. Просимо вас уважно перевіряти внесені дані всіх пасажирів перед оплатою квитка. Якщо помилка все ж виявлена, рекомендуємо зробити повернення квитка і оформити нове замовлення з коректними даними.',
          'Перед оформленням заявки на повернення, будь ласка, ознайомтеся з умовами добровільного повернення вашого квитка.',
          'Зверніть увагу, якщо в квитку є помилки або друкарська помилка, ми не можемо гарантувати успішну посадку на рейс, так як перевізник має право відмовити в проїзді.',
        ],
      },
      {
        id: 2,
        title: 'Як оформити повернення коштів',
        slug: 'how-to-process-refund',

        text: [
          'Оформити запит на повернення можливо двома способами: Способ 1:Залишити запит через “Особистий кабінет”. Для цього необхідно: зайти в розділ “Особистий кабінет” обрати квиток до повернення та натиснути  “Повернути квиток”  вказати коректну причину повернення квитків і підтвердити заяву кнопкою  “Повернути квиток” Наші спеціалісти опрацюють запит протягом 1-10 днів, а рішення буде відправлено на електронну пошту, вказану при оформленні замовлення, а також доступне в “Особистому кабінеті” на сайті Busfor. Способ 2: Якщо з яких-небудь причин ви не можете зайти в розділ “Особистий кабінет” , оформити запит на повернення можливо перейшовши за посиланням з листа з квитками, яке відправлено на електронну пошту, вказану при оформленні замовлення.',
        ],
      },
      {
        id: 3,
        title: 'Як дізнатися умови і терміни повернення',
        slug: 'how-to-know-return-terms-and-conditions',

        text: [
          'Сума повернення залежить від умов перевізника і від часу, що залишився до відправлення.',
          ' Умови повернення квитка знаходяться у відкритому доступі і вказані на сайті до оформлення бронювання, а також продубльовані в нижній частині самого квитка.',
          'Детально ознайомтеся з умовами перед оформленням заявки на повернення коштів. Ми опрацюємо вашу заявку протягом 1-10 днів. Статус вашої заяви можна подивитися в розділі “Особистий кабінет”',
        ],
      },
      {
        id: 4,
        title: 'Чи можливо змінити дату або час рейсу',
        slug: 'can-i-change-flight-date-or-time',

        text: [
          'Редагувати вибраний час або дату поїздки, перенести рейс на інший день або змінити вибрані місця після оплати квитків неможливо.',
          'У більшості випадків ви можете зробити повернення квитка до початку рейсу і вибрати нові квитки на інший час або дату.',
          'Перед оформленням повернення уважно ознайомтеся з умовами перевізника, зазначеними на квитку.',
        ],
      },
      {
        id: 5,
        title: 'Що робити, якщо запізнився на рейс',
        slug: 'what-to-do-if-you-missed-the-flight',

        text: [
          'Якщо Ви запізнилися на рейс, уважно ознайомтеся з умовами повернення, які вказані на вашому квитку.',
          'Деякі перевізники дозволяють повернути квиток після початку рейсу і повертають частину його вартості.',
          'При наявності доступної умови, дотримуйтесь інструкції подання запиту на повернення - стаття “Як оформити повернення коштів”',
        ],
      },
      {
        id: 6,
        title: 'Що робити, якщо мій рейс скасували або автобус не приїхав',
        slug: 'what-to-do-if-my-flight-is-cancelled-or-bus-did-not-arrive',

        text: [
          'У разі скасування рейсу перевізником ви заздалегідь отримаєте смс-повідомлення на номер телефону, вказаний при оформленні замовлення.',
          'Тому дуже важливо вводити коректний номер, щоб ми змогли попередити вас про зміни або підтвердити оплату квитків.',
          'Якщо ви прибули на посадку і не можете знайти автобус, обов’язково зв’яжіться з перевізником за контактами, вказаними в вашому квитку, можливо, автобус ще не поданий для посадки або змінена платформа.',
          'Нагадуємо, що при будь-яких проблемах з поїздкою ви завжди можете звернутися в службу підтримки, залишивши заявку з описананням проблеми в особистому кабінеті в розділі “Мої квитки”, яка буде оброблена нашими фахівцями.',
        ],
      },
      {
        id: 7,
        title: 'Що робити, якщо у мене проблеми в поїздці',
        slug: 'what-to-do-if-i-have-problems-during-trip',
        text: [
          'Якщо ви зіткнулися з проблемами в поїздці або вам не вдалося скористатися квитком, будь ласка, повідомте нам про це, використовуючи особистий кабінет в розділі “Мої квитки”.',
          'Ви можете залишити заявку з причиною “Інше” і детально описати проблему. Наші фахівці опрацюють ваше звернення і нададуть відповідь перевізника з рішенням ситуації.',
        ],
      },
    ],
  },
};
