export const routesAndBuses = {
  id: 1,
  title: 'Рейси і автобуси',
  slug: 'routes-and-buses',
  questions: [
    {
      id: 1,
      title: 'Які рейси є - рейси та розклад',
      text: [
        'Скористайтеся формою пошуку на головній сторінці нашого сайту: вкажіть пункт відправлення та прибуття, бажану дату виїзду і кількість пасажирів і натисніть кнопку “Знайти квиток”.',
        'Ви побачите список рейсів за обраним напрямом із зазначенням ціни та рейтингу перевізників. Ознайомтесь з розкладом і виберіть відповідний рейс. Якщо на обрану дату немає вільних місць або рейсів, сайт запропонує найближчу дату або альтернативний пункт відправлення.',
      ],
    },
    {
      id: 2,
      title: 'Чи точно буде рейс',
      text: [
        'Інформацію про всі зміни на рейсі ми отримуємо від перевізника, в зв’язку з чим не можемо виключити варіант скасування рейсу з незалежних від нас причин.',
        'Як тільки перевізник сповістить нас, ми відразу зв’яжемося з вами і попередимо про будь-які зміни на рейсі.',
        'Додаткові дані про рейс і номер автобуса ви завжди можете дізнатися за контактним номером перевізника, зазначеним в вашому квитку. ',
      ],
    },
    {
      id: 3,
      title: 'Наскільки заздалегідь потрібно купувати квиток',
      text: [
        'Зазвичай перевізники відкривають продаж на регулярні рейси за місяць вперед і ви можете заздалегідь придбати квиток на потрібний маршрут.',
      ],
    },
    {
      id: 4,
      title: 'Як розрахувати час у дорозі та час прибуття',
      text: [
        'Оріентовний час у дорозі, інформація про зупинки і очікуваний час прибуття в кінцевий пункт маршруту відображаються на нашому сайті в розкладі рейсів і завжди вказані в квитках. У той же час, в дорозі бувають випадки, які складно передбачити: непередбачена затримка автобуса в зв’язку з ситуацією на дорозі, перетином державних кордонів або технічними проблемами.',
        'Ми настійно рекомендуємо закладати додатковий час в поїздці і не планувати пересадку на інший рейс або вид транспорту менш ніж через 2 години при внутрішніх рейсах і менш ніж через 8 годин при міжнародних рейсах.',
      ],
    },
    {
      id: 5,
      title: 'Який буде автобус',
      text: [
        'Інформація щодо рейсу, марки автобуса, доступні сервіси та зручності, що  надана перевізником, відображається на нашому сайті при купівлі квитка квитка.',
        'Після покупки квитка ви побачите контактний номер перевізника, за яким можна уточнити додаткові деталі.',
      ],
    },
    {
      id: 6,
      title: 'Поїздка з тваринами',
      text: [
        'При плануванні поїздки з твариною, ми наполегливо рекомендуємо заздалегідь підготувати ветеринарний паспорт з відмітками про зроблені щеплення, довідку про стан здоров’я тварини, переносну сумку або клітку з глухим дном, а також забезпечити наявність чистої питної води. ',
        'Перевізник має право регламентувати правила провезення тварин на автобусах своїх рейсів, тому необхідно уточнювати цю інформацію індивідуально.',
      ],
    },
    {
      id: 7,
      title: 'Перевезення багажу',
      text: [
        'Зверніть увагу, що перевізник має повне право відмовити пасажиру автобуса в провезенні ручної поклажі або багажу, якщо цей багаж перекриває прохід в транспорті іншим пасажирам, або не відповідає кількості та розмірами.',
        'Інформацію про умови провезення багажу на конкретних рейсах ви завжди можете уточнити у перевізника.',
      ],
    },
    {
      id: 8,
      title: 'Маршрут та зупинки',
      text: [
        'У розкладі та інформації про рейс ми вказуємо весь маршрут та пункти зупинки, які передає нам Перевізник. ,Зверніть увагу, що тільки Перевізник регулює маршрут і зупинки, а також визначає можливість висадки і посадки поза вказаними пунктами маршруту. Додаткові питання про зупинки або уточнення маршруту ви можете дізнатися за контактним номером Перевізника, який вказаний на квитку.',
      ],
    },
    {
      id: 9,
      title: 'Якщо не знайшов потрібного рейсу',
      text: [
        'На нашому сайті відображені всі актуальні рейси з наявністю місць на обрану дату і кількість пасажирів. Ми постійно працюємо над збільшенням кількості напрямків і підключенням нових перевізників. Можливо, потрібний вам рейс незабаром з’явиться.',
      ],
    },
    {
      id: 10,
      title: 'Що потрібно для посадки',
      text: [
        'Для посадки в автобус необхідно мати при собі паспорт і квиток в роздрукованому вигляді.',
        'Дані в паспорті пасажира і його квитку повинні повністю збігатися. При відсутності одного з перерахованих умов або наявності іншого документа, що засвідчує особу, ми не маємо можливості гарантувати пасажиру посадку в автобус, а Перевізник має право відмовити в поїздці.',
      ],
    },
    {
      id: 12,
      title: 'За скільки потрібно приїжджати до початку рейсу',
      text: [
        'Уважно ознайомтеся з інформацією на квитку, в деяких випадках, Перевізник вказує обов’язковий час, за яке необхідно приїхати в пункт відправлення рейсу і зареєструватися на посадку.',
        'В інших випадках, ми рекомендуємо приїхати за адресою відправлення мінімум  за годину до часу початку рейсу.',
      ],
    },
    {
      id: 13,
      title: 'Точна адреса відправлення, як знайти автобус',
      text: [
        'Вся інформація про рейс, включаючи точну адресу відправлення, яку передає нам Перевізник, вказана на сайті в розкладі рейсів і завжди зображується на квитку.',
        'Додаткові орієнтири або уточнення геолокації ви завжди можете дізнатися за контактним номером Перевізника, вказаним у квитку.',
      ],
    },
    {
      id: 14,
      title: 'Час відправлення і прибуття',
      text: [
        'У квитку завжди вказується місцевий час пункту, в якому ви перебуваєте. Наприклад, якщо у вас квиток на рейс Варшава-Мінськ, відправлення буде за польським часом, а прибуття - за часом в Мінську',
        'Рекомендуємо звертати особливу увагу на різницю в часових поясах, якщо ви плануєте поїздку з пересадками.',
      ],
    },
  ],
};
