export const bronjuvannjaMists = {
  id: 1,
  title: 'Бронювання місць та купівля квитків',
  slug: 'bronjuvannja-mists',
  questions: [
    {
      id: 1,
      title: 'Пільгові квитки',
      text: [
        'На даний момент ми не маємо можливості оформити знижку за пільговим документу, але докладаємо всіх зусиль, щоб найближчим часом ви змогли скористатися цією послугою.',
      ],
    },
    {
      id: 2,
      title: 'Перетин кордону',
      text: [
        'Оріентовний час на проходження прикордонного контролю на міжнародних рейсах враховується в загальній тривалості рейсу, зазначеній на нашому сайті і в квитках. Зверніть увагу, процедура перетину кордону і проходження митного контролю регламентуються тільки спеціалізованими державними органами і можуть зайняти додатковий час. Компанія  GreenBus і перевізник не мають можливості прискорити процес перетину кордону або вплинути на швидкість перевірки митного контролю.\nМи  рекомендуємо заздалегідь ознайомитися з правилами перетину кордонів, якщо ви обрали міжнародний рейс, а також підготувати всі необхідні документи. ',
        'Список документів та інші питання про процедуру та терміни перетину кордону ви можете уточнити в службах митного контролю конкретної держави.',
      ],
    },
    {
      id: 3,
      title: 'Чи можна передати посилку',
      text: [
        'Компанія Busfor не надає послуг з відправлення посилок автобусними рейсами і не несе відповідальності за ваші особисті домовленості з перевізником.',
      ],
    },
    {
      id: 4,
      title: 'Чи можна не друкувати квиток',
      text: [
        'Наявність при собі роздрукованого квитка є обов’язковою умовою для посадки в автобус. Виключення становлять рейси які мають позначку «можна не роздруковувати». На цих рейсах перевізники дозволяють пред’явити квиток з екранів ваших гаджетів. Наявність при собі електронного квитка є обов’язковою умовою для посадки в автобус. ',
        'Зверніть увагу на те, що якщо ви не зможете показати електронний квиток водію, він має право відмовити Вам у посадці в автобус.\nУ випадку якщо рейс не відмічено позначкою «можна не роздруковувати» квиток потрібно обов‘язково роздрукувати. Без наявності роздрукованого квитка перевізник не зможе взяти вас в автобус.',
      ],
    },
    {
      id: 5,
      title: 'Як забронювати квиток',
      text: [
        'Для бронювання квитка вам необхідно: Вибрати необхідний рейс за вказаним напрямком, використовуючи форму пошуку на головній сторінці сайту. Заповнити та перевірити всі дані пасажирів Ознайомитися з умовами повернення і публічною офертою Ввести коректний мобільний номер телефону, щоб потім увійти в Особистий кабінет Ввести коректну електронну пошту, на яку будуть вислані квитки Натиснути кнопку  “Оплатити” і вибрати зручний спосіб оплати.',
        'Зверніть увагу, у кожного бронювання є термін, до якого його необхідно сплатити інакше воно автоматично буде анульовано. Квитки будуть сформовані й дійсні тільки після оплати бронювання.',
      ],
    },
    {
      id: 6,
      title: 'Вільна розсадка, як вибрати місце',
      text: [
        'Вільна посадка означає, що на цьому рейсі Перевізник обмежив вибір конкретного місця і фактичний номер місця буде визначено диспетчером  безпосередньо при посадці на рейс.',
        'Рекомендуємо вам приходити на посадку завчасно. Якщо у вибраного Перевізника є можливість вибрати конкретне місце в автобусі, то при оформленні замовлення і натисканні кнопки  “Вибір місця”, вам буде показана схема автобуса із зазначенням вільних посадочних місць.',
      ],
    },
    {
      id: 7,
      title: 'Міжнародні рейси',
      text: [
        'Ознайомитись з розкладом або наявністю необхідного вам рейсу можна через пошук рейсів на головній сторінці сайту.',
        'Перед покупкою квитків на міжнародні рейси ми наполегливо рекомендуємо ознайомитись з вимогами перетину кордонів між державами за обраним маршрутом і підготувати всі необхідні документи.',
      ],
    },
    {
      id: 8,
      title: 'Як оплатити і отримати квитки',
      text: [
        'Оплатити квиток ви можете одразу ж після оформлення бронювання, за допомогою будь-якої картки MasterCard або Visa, а також скористатися іншим зручним для Вас способом з тих, що будуть запропоновані сайтом після формування замовлення.',
        'Після оплати замовлення, сформовані квитки будуть автоматично відправлені на електронну пошту, вказану при оформленні замовлення, а також доступні в “Особистому кабінеті”.',
      ],
    },
    {
      id: 9,
      title: 'Які є знижки, акції і промокодом',
      text: [
        'Про всі акції та знижки ми повідомляємо в листах на email, а також в розділі “Блог” в нижній частині головної сторінки сайту. Рекомендуємо підписатися на нашу розсилку, так як більшість акцій діють тільки для підписників.',
      ],
    },
    {
      id: 10,
      title: 'Що робити, якщо не спрацював промокод',
      text: [
        'Якщо введений вами промокод на знижку не спрацював на сайті, система відобразить інформацію про помилку. Ми рекомендуємо: уважно ознайомитися з умовами використання знижки, представленими в листі з промокодом; перевірити правильність введення (без пробілів і зайвих символів перед і після промокодом)',
      ],
    },
    {
      id: 11,
      title: 'Як залишити свій відгук про поїздку і перевізника',
      text: [
        'Після поїздки, на електронну пошту, яка була вказана при оформленні замовлення, прийде лист з анкетою оцінки поїздки.',
        'Ви можете залишити відгук і оцінити перевізника.На підставі кожного відгуку формується рейтинг, який зображується на сайті й допомагає клієнтам обрати найнадійнішого перевізника.',
      ],
    },
    {
      id: 12,
      title: 'Що таке ваучер',
      text: [
        'Ваучер - це тип документа, який пасажир отримує після оплати замовлення. Існує два види ваучерів - обмінні і необмінні.',
        'Обмінний ваучер - це вид документа, який необхідно обміняти на посадковий талон в касі автостанції відправлення. Необмінний ваучер - це такий вид ваучера, який не потрібно міняти на посадковий талон, а необхідно роздрукувати і надати водієві безпосередньо при посадці в автобус.',
        'На бланку ваучера, який ви отримаєте після оплати замовлення буде вказано, підлягає він обов’язковому обміну в касі чи ні. Дана інформація вказується у верхній частині документу. Звертаємо Вашу увагу, що не залежно від типу ваучера, його необхідно обов’язково роздрукувати.',
      ],
    },
  ],
};
