export const ticketRefund = {
  id: 1,
  title: 'Повернення квитків',
  slug: 'ticket-refund',
  questions: [
    {
      id: 1,
      title: 'Що робити, якщо в квитку невірні дані пасажира',
      text: [
        'Редагування особистих даних пасажирів або внесення правок в квиток  є неможливим. Просимо вас уважно перевіряти внесені дані всіх пасажирів перед оплатою квитка. Якщо помилка все ж виявлена, рекомендуємо зробити повернення квитка і оформити нове замовлення з коректними даними.',
        'Перед оформленням заявки на повернення, будь ласка, ознайомтеся з умовами добровільного повернення вашого квитка.',
        'Зверніть увагу, якщо в квитку є помилки або друкарська помилка, ми не можемо гарантувати успішну посадку на рейс, так як перевізник має право відмовити в проїзді.',
      ],
    },
    {
      id: 2,
      title: 'Як оформити повернення коштів',
      text: [
        'Оформити запит на повернення можливо двома способами: Способ 1:Залишити запит через “Особистий кабінет”. Для цього необхідно: зайти в розділ “Особистий кабінет” обрати квиток до повернення та натиснути  “Повернути квиток”  вказати коректну причину повернення квитків і підтвердити заяву кнопкою  “Повернути квиток” Наші спеціалісти опрацюють запит протягом 1-10 днів, а рішення буде відправлено на електронну пошту, вказану при оформленні замовлення, а також доступне в “Особистому кабінеті” на сайті Busfor. Способ 2: Якщо з яких-небудь причин ви не можете зайти в розділ “Особистий кабінет” , оформити запит на повернення можливо перейшовши за посиланням з листа з квитками, яке відправлено на електронну пошту, вказану при оформленні замовлення.',
      ],
    },
    {
      id: 3,
      title: 'Як дізнатися умови і терміни повернення',
      text: [
        'Сума повернення залежить від умов перевізника і від часу, що залишився до відправлення.',
        ' Умови повернення квитка знаходяться у відкритому доступі і вказані на сайті до оформлення бронювання, а також продубльовані в нижній частині самого квитка.',
        'Детально ознайомтеся з умовами перед оформленням заявки на повернення коштів. Ми опрацюємо вашу заявку протягом 1-10 днів. Статус вашої заяви можна подивитися в розділі “Особистий кабінет”',
      ],
    },
    {
      id: 4,
      title: 'Чи можливо змінити дату або час рейсу',
      text: [
        'Редагувати вибраний час або дату поїздки, перенести рейс на інший день або змінити вибрані місця після оплати квитків неможливо.',
        'У більшості випадків ви можете зробити повернення квитка до початку рейсу і вибрати нові квитки на інший час або дату.',
        'Перед оформленням повернення уважно ознайомтеся з умовами перевізника, зазначеними на квитку.',
      ],
    },
    {
      id: 5,
      title: 'Що робити, якщо запізнився на рейс',
      text: [
        'Якщо Ви запізнилися на рейс, уважно ознайомтеся з умовами повернення, які вказані на вашому квитку.',
        'Деякі перевізники дозволяють повернути квиток після початку рейсу і повертають частину його вартості.',
        'При наявності доступної умови, дотримуйтесь інструкції подання запиту на повернення - стаття “Як оформити повернення коштів”',
      ],
    },
    {
      id: 6,
      title: 'Що робити, якщо мій рейс скасували або автобус не приїхав',
      text: [
        'У разі скасування рейсу перевізником ви заздалегідь отримаєте смс-повідомлення на номер телефону, вказаний при оформленні замовлення.',
        'Тому дуже важливо вводити коректний номер, щоб ми змогли попередити вас про зміни або підтвердити оплату квитків.',
        'Якщо ви прибули на посадку і не можете знайти автобус, обов’язково зв’яжіться з перевізником за контактами, вказаними в вашому квитку, можливо, автобус ще не поданий для посадки або змінена платформа.',
        'Нагадуємо, що при будь-яких проблемах з поїздкою ви завжди можете звернутися в службу підтримки, залишивши заявку з описананням проблеми в особистому кабінеті в розділі “Мої квитки”, яка буде оброблена нашими фахівцями.',
      ],
    },
    {
      id: 7,
      title: 'Що робити, якщо у мене проблеми в поїздці',
      text: [
        'Якщо ви зіткнулися з проблемами в поїздці або вам не вдалося скористатися квитком, будь ласка, повідомте нам про це, використовуючи особистий кабінет в розділі “Мої квитки”.',
        'Ви можете залишити заявку з причиною “Інше” і детально описати проблему. Наші фахівці опрацюють ваше звернення і нададуть відповідь перевізника з рішенням ситуації.',
      ],
    },
  ],
};
