export const improveYourSalesList = [
  {
    id: '1',
    icon: { src: '/icons/without-cash-accent.svg', alt: 'without-cash', w: 75, h: 75 },

    title: 'Управління рейсами',
    text: 'Інтуїтивно зрозуміле управління рейсами та тарифами, що дозволяє гнучко налаштовувати розклад, знижки, умови перевезення багажу та додаткові послуги.',
  },
  {
    id: '2',
    icon: { src: '/icons/destinations-accent.svg', alt: 'destinations', w: 75, h: 75 },

    title: 'Розвиток агентської мережі',
    text: 'Швидкий запуск і контроль продажів через агентів: налаштування комісій, депозитів, автоматична генерація звітів для ефективного моніторингу.',
  },
  {
    id: '3',
    icon: { src: '/icons/secure-payment-accent.svg', alt: 'secure-payment', w: 75, h: 75 },
    title: 'Оптимізація продажів',
    text: 'Повний контроль за продажами: моніторинг наявних місць, своєчасне оновлення інформації та зручний доступ до даних для коригування продажів у реальному часі.',
  },
  {
    id: '4',
    icon: { src: '/icons/refunds-ticket-accent.svg', alt: 'secure-payment', w: 75, h: 75 },
    title: 'Автоматизація звітності',
    text: 'Швидка і точна генерація звітів по завершенню кожного періоду, можливість гнучкої фільтрації по потрібних параметрах і збереження історії для подальшого аналізу.',
  },
];
