{
  "about-page": {
    "route_to_europe_title": "GreenBus — ваш надійний маршрут у серце Європи",
    "route_to_europe_text": "GreenBus — це інноваційна платформа для продажу автобусних квитків, яка об’єднує Україну з провідними країнами Європи. Ми створюємо доступні, комфортні та безпечні подорожі для всіх, хто мріє відкривати нові горизонти та культурні скарби європейських міст.",
    "professional_solutions_title": "Професійні рішення для транспортного бізнесу",
    "professional_solutions_text": "GreenBus надає ефективні цифрові рішення для компаній, які прагнуть автоматизувати процеси продажу квитків. Наша платформа поєднує перевізників і пасажирів, забезпечуючи прозору, швидку та зручну систему онлайн-бронювання, що відповідає сучасним стандартам ринку.",
    "about_us_title": "Про GreenBus",
    "about_us_text": "З 2019 року ми активно працюємо на ринку пасажирських перевезень, а з 2020-го об’єднали ключових гравців галузі під брендом GreenBus. Спільними зусиллями ми створили інноваційну екосистему онлайн-сервісів, яка стала новим стандартом у сфері автоматизації та діджиталізації пасажирських перевезень по Україні та Європі.",
    "main_product_title": "Інноваційна платформа для перевезень",
    "main_product_text": "Наш головний продукт — система диспетчеризації рейсів та продажу квитків GreenBus. Це універсальне рішення для перевізників, автостанцій і агентств, яке спрощує керування маршрутами та забезпечує швидкий і зручний продаж квитків для пасажирів по всій Європі.",
    "individual_approach_title": "Індивідуальні рішення для кожного партнера",
    "individual_approach_text": "Ми розуміємо, що кожен клієнт має унікальні потреби. Саме тому GreenBus пропонує персоналізований підхід до кожного партнера — від базових функцій онлайн-бронювання до повноцінних систем автоматизації з гнучким налаштуванням сервісів. Ми працюємо для вашої зручності, ефективності та зростання.",
    "statistics": {
      "50_000": "> 50,000",
      "50_000_text": "Щодня продається понад 50 000 автобусних квитків через GreenBus.",
      "2_000": "> 2,000",
      "2_000_text": "Маршрутів охоплює наша платформа по Україні та Європі.",
      "5_million": "> 5 мільйонів",
      "5_million_text": "Пасажирів користуються GreenBus щорічно."
    }
  }
}
