{
  "about-page": {
    "route_to_europe_title": "GreenBus — ваш маршрут в Європу",
    "route_to_europe_text": "GreenBus — це сучасний сервіс продажу автобусних квитків, який з’єднує Україну з Європою. Ми робимо міжнародні подорожі доступними, зручними та безпечними для всіх, хто прагне до нових горизонтів.",
    "professional_solutions_title": "Професійні рішення для бізнесу",
    "professional_solutions_text": "Ми пропонуємо професійні рішення для компаній, які прагнуть автоматизувати та спростити процес продажу квитків. GreenBus — це платформа, яка об'єднує перевізників і пасажирів, забезпечуючи ефективну та прозору систему онлайн-бронювання.",
    "about_us_title": "Про нас",
    "about_us_text": "У 2019 році ми почали продавати автобусні квитки через наші платформи, а в 2020 році об'єднали провідних гравців ринку — постачальників рішень для автостанцій та перевізників — під брендом GreenBus з метою їх підтримки та зміцнення. Спільними зусиллями ми розробили унікальний набір онлайн-сервісів для продажу квитків, який став новим галузевим стандартом у сфері автоматизації пасажирських перевезень.",
    "main_product_title": "Основний продукт компанії",
    "main_product_text": "Наш основний продукт — це інноваційна система диспетчеризації рейсів і продажу квитків GreenBus. Це потужна та універсальна платформа для продажу квитків і ефективного управління пасажирськими перевезеннями, яка відповідає всім потребам учасників ринку. Завдяки GreenBus, процес покупки квитків стає ще простішим, швидшим і доступнішим для кожного пасажира, що підвищує рівень задоволеності та лояльності ваших клієнтів.",
    "individual_approach_title": "Індивідуальний підхід",
    "individual_approach_text": "У GreenBus ми віримо, що кожен бізнес має свої унікальні потреби та вимоги. Тому наші фахівці працюють з кожним клієнтом індивідуально, щоб створити оптимальний пакет послуг, який відповідатиме саме Вашим цілям та вимогам. Ми пропонуємо широкий спектр рішень, від простого онлайн-бронювання до комплексних систем автоматизації, щоб забезпечити максимальну ефективність Ваших перевезень.",
    "statistics": {
      "50_000": "> 50,000",
      "50_000_text": "Щодня продається понад 50 000 квитків на автобус.",
      "2_000": "> 2,000",
      "2_000_text": "Маршрутів, якими оперує GreenBus, по різних напрямках.",
      "5_million": "> 5 мільйонів",
      "5_million_text": "Пасажирів подорожують з GreenBus щороку."
    }
  }
}
