{
  "for-carriers": {
    "joinGreenBus_title": "Чому варто приєднатися до GreenBus?",
    "joinGreenBus_text": "GreenBus — це інноваційна онлайн-платформа для ефективного керування пасажирськими перевезеннями, що дозволяє автоматизувати процеси обслуговування пасажирів і продажу автобусних квитків. З нашими інструментами ви зможете значно підвищити ефективність вашої роботи.",
    "powerful_tools_title": "4 потужні інструменти для оптимізації ваших продажів",
    "powerful_tools_text": {
      "route_management_title": "Управління рейсами",
      "route_management_text": "Інтуїтивно зрозуміле управління рейсами та тарифами, що дозволяє гнучко налаштовувати розклад, знижки, умови перевезення багажу та додаткові послуги.",
      "agent_network_title": "Розвиток агентської мережі",
      "agent_network_text": "Швидкий запуск і контроль продажів через агентів: налаштування комісій, депозитів, автоматична генерація звітів для ефективного моніторингу.",
      "sales_optimization_title": "Оптимізація продажів",
      "sales_optimization_text": "Повний контроль за продажами: моніторинг наявних місць, своєчасне оновлення інформації та зручний доступ до даних для коригування продажів у реальному часі.",
      "reporting_automation_title": "Автоматизація звітності",
      "reporting_automation_text": "Швидка і точна генерація звітів по завершенню кожного періоду, можливість гнучкої фільтрації по потрібних параметрах і збереження історії для подальшого аналізу."
    },
    "choose_us_title": "Чому варто обрати саме нас?",
    "choose_us_text": "Ми пропонуємо найсучаснішу онлайн-систему для управління пасажирськими перевезеннями. Наші потужні інструменти дозволяють автоматизувати продаж квитків, управляти рейсами та тарифами, а також забезпечити безпеку даних. Всі ці переваги надають вам можливість зосередитись на розвитку вашого бізнесу, ми подбаємо про інші аспекти вашої роботи.",
    "security_data_title": "Ми гарантуємо безпеку ваших даних",
    "security_data_text": "Використовуємо сучасну систему подвійного шифрування даних (end-to-end), що забезпечує найвищий рівень безпеки. Вся ваша конфіденційна інформація — від даних клієнтів до фінансових звітів — буде повністю захищена. Наші сервери відповідають усім стандартам безпеки, що дозволяє уникнути витоків і зовнішніх загроз."
  }
}
