{
  "main-page": {
    "herow_title": "Доступні автобусні квитки — комфортні подорожі Україною та Європою | GreenBus",
    "buses_title": "Автобусні рейси до Європи",
    "buses_description": "Відкрийте для себе наймальовничіші куточки Європи легко та вигідно! Комфортабельні автобуси, зручні маршрути, приємні ціни та безліч напрямків – усе, що потрібно для незабутньої подорожі. Подорожуйте з комфортом, без клопотів і зайвих витрат!",
    "buses_button": "Усі країни",
    "сarriers_title": "Наші перевізники",
    "сarriers_description": "Дізнайтесь більше про перевізників, які гарантують комфорт та безпеку. Обирайте найкращих за відгуками, сервісом і цінами.",
    "сarriers_button": "Переглянути перевізників",
    "popular_title": "Куди хочете подорожувати?",
    "popular_button": "Популярні напрямки",
    "get_started_title": "Створіть маршрут своєї мрії",
    "get_started_description": "Плануйте подорож до Європи за кілька кліків! Завдяки інтерактивній карті ви зможете обрати найзручніші напрямки, порівняти відстані, час у дорозі та комфорт перевізників. Підбирайте ідеальні зупинки, маршрути, які проходять через найцікавіші міста, і навіть додавайте нові пункти подорожі.",
    "get_started_button": "Обрати маршрут",
    "questions_title": "Часті запитання",
    "questions_description": "Знайдіть відповіді на найпоширеніші запитання щодо наших послуг. Якщо щось залишилось незрозумілим — звертайтесь, і ми допоможемо.",
    "questions_button": "Перейти до довідки",
    "learn_more": "Докладніше",
    "payment_title": "Без черг і готівки",
    "payment_description": "Купуйте квитки онлайн у будь-який момент прямо на сайті. Забудьте про черги та дрібні гроші — подорожуйте зручно.",
    "destinations_title": "50 000 напрямків",
    "destinations_description": "Обирайте з понад 50 000 маршрутів — на відпочинок чи у справах, ми завжди знайдемо найкращий варіант.",
    "secure_title": "Захищені платежі",
    "secure_description": "Найвищі стандарти безпеки PCI DSS для надійного захисту ваших платіжних даних.",
    "refunds_title": "Легке повернення квитків",
    "refunds_description": "Швидке та зручне повернення коштів у вашому особистому кабінеті — без зайвого клопоту."
  }
}
