{
  "main-page": {
    "herow_title": "Доступні автобусні квитки — комфортні поїздки Україною та Європою | GreenBus",
    "buses_title": "Автобуси до європейських країн",
    "buses_description": "Подорожуйте автобусами до наймальовничіших куточків Європи! Зручні маршрути, комфортні умови та доступні ціни роблять поїздки легкими та приємними.",
    "buses_button": "Доступні країни",
    "сarriers_title": "Перевізники",
    "сarriers_description": "Ознайомтеся з перевізниками, які забезпечують комфортні та безпечні поїздки. Обирайте найкращих для вашої подорожі, враховуючи відгуки, зручності та ціни.",
    "сarriers_button": "Усі перевізники",
    "popular_title": "Куди бажаєте поїхати?",
    "popular_button": "Популярні маршрути",
    "get_started_title": "Створіть свій ідеальний маршрут",
    "get_started_description": "Використовуйте інтерактивну карту для перегляду напрямків і вибору найбільш зручних маршрутів. Легко плануйте подорож, враховуючи час, відстань та комфорт.",
    "get_started_button": "Доступні маршрути",
    "questions_title": "Питання та відповіді",
    "questions_description": "Знайдіть відповіді на найпоширеніші запитання щодо наших послуг. Якщо у вас виникли додаткові питання — не вагайтеся звертатися до нас.",
    "questions_button": "Центр підтримки",
    "learn_more": "Дізнатися більше",
    "payment_title": "Без готівки та черг",
    "payment_description": "Купуйте квитки онлайн у будь-який час просто на сайті. Забудьте про черги та готівку — подорожуйте з комфортом і зручністю.",
    "destinations_title": "50 000 напрямків",
    "destinations_description": "Обери свій напрямок з-поміж 50 000 варіантів — незалежно від того, їдеш у справах чи на відпочинок.",
    "secure_title": "Безпечна оплата",
    "secure_description": "Стандарти безпеки PCI DSS для надійного захисту платіжних даних під час їх обробки та зберігання.",
    "refunds_title": "Повернення квитків",
    "refunds_description": "Швидке повернення коштів у вашому особистому кабінеті — без зайвих затримок."
  }
}
