{
  "main-page": {
    "herow_title": "Купити автобусні квитки онлайн",
    "buses_title": "Квитки на автобус по Україні та Європі",
    "buses_description": "GreenBus пропонує зручний сервіс для тих, хто цінує свій час. Ми збираємо пропозиції від сотень перевізників, щоб ви могли порівняти ціни, переглянути актуальний розклад та забронювати місце онлайн. Подорожуйте комфортно між містами України або плануйте велику поїздку до Європи разом з нами.",
    "buses_button": "Всі автобусні напрямки",
    "сarriers_title": "Надійні перевізники",
    "сarriers_description": "Ми співпрацюємо лише з перевіреними компаніями. Порівнюйте рейтинги, читайте реальні відгуки та обирайте найкращий сервіс за оптимальною ціною.",
    "сarriers_button": "Усі перевізники",
    "popular_title": "Популярні автобусні маршрути",
    "popular_button": "Всі автобусні напрямки",
    "popular_button_title": "Переглянути всі доступні автобусні рейси по Україні та Європі",
    "router_link_title": "Квитки на автобус {from} — {to}: розклад та ціни",
    "router_sr_only": "Автобус {from} — {to}",
    "get_started_title": "Сплануйте свою подорож",
    "get_started_description": "Організуйте поїздку в кілька кліків. Інтерактивна карта допоможе обрати маршрут, порівняти час у дорозі та оцінити комфорт. Додавайте проміжні зупинки та будуйте ідеальний шлях через улюблені міста.",
    "get_started_button": "Побудувати маршрут",
    "questions_title": "Поширені запитання",
    "questions_description": "Відповіді на головні питання про бронювання, багаж та поїздку. Не знайшли потрібного? Наша підтримка завжди на зв'язку.",
    "questions_button": "Перейти до довідки",
    "learn_more": "Детальніше",
    "payment_title": "Квитки без черг та готівки",
    "payment_description": "Купуйте автобусні квитки онлайн 24/7. Забудьте про каси — ваш електронний квиток завжди під рукою у смартфоні.",
    "destinations_title": "50 000 напрямків по Україні та Європі",
    "destinations_description": "Широкий вибір маршрутів для туризму та бізнесу. Переглядайте актуальний розклад автобусів та обирайте найкращі варіанти.",
    "secure_title": "Безпечна оплата онлайн",
    "secure_description": "Ми гарантуємо захист даних при замовленні квитків на автобус. Використовуємо міжнародні стандарти безпеки PCI DSS.",
    "refunds_title": "Легке повернення коштів",
    "refunds_description": "Змінилися плани? Повертайте придбані квитки швидко через особистий кабінет без зайвих дзвінків та звернень."
  }
}
