{
  "metadata": {
    "about": {
      "title": "GreenBus — автобусні перевезення по Україні та Європі 🚍",
      "description": "Компанія GreenBus пропонує комфортні автобусні перевезення по Україні та Європі. Безпека, зручність і доступні ціни. Організація групових та індивідуальних поїздок.",
      "keywords": "GreenBus, автобусні перевезення, пасажирські перевезення, транспорт, автобус, групові поїздки, індивідуальні поїздки, Україна, Європа, купити квиток"
    },
    "agents": {
      "title": "Агенти GreenBus — партнерство у сфері автобусних перевезень 🚍",
      "description": "Дізнайтеся більше про наших агентів і партнерів. GreenBus співпрацює з професіоналами у сфері автобусних перевезень по Україні та Європі. Приєднуйтесь!",
      "keywords": "GreenBus, агенти, партнерство, автобусні перевезення, співпраця, транспорт, Україна, Європа, автобус, квитки, стати партнером"
    },
    "main": {
      "title": "Квитки в Європу з України — автобусні перевезення | GreenBus 🚍",
      "description": "Купуйте автобусні квитки з України в країни Європи онлайн. Комфортні рейси, надійні перевізники, зручний розклад та вигідні ціни.",
      "keywords": "GreenBus, автобусні квитки, купити квиток, Україна, Європа, автобусні перевезення, розклад автобусів, дешеві квитки, міжнародні рейси, транспорт"
    },
    "oferta": {
      "title": "Договір публічної оферти | GreenBus 🚍",
      "description": "Офіційний договір публічної оферти GreenBus. Ознайомтесь з умовами бронювання, покупки квитків, правилами перевезень та повернення на автобуси по Україні та Європі.",
      "keywords": "GreenBus, договір оферти, автобусні перевезення, купити квиток, правила перевезень, повернення квитків, міжнародні перевезення, Україна, Європа, автобус, умови оферти, оферта GreenBus"
    },
    "privacy-policy": {
      "title": "Політика конфіденційності | GreenBus 🚍",
      "description": "Ознайомтесь з політикою конфіденційності GreenBus. Дізнайтеся, як ми збираємо, зберігаємо та використовуємо Ваші персональні дані під час бронювання та купівлі автобусних квитків по Україні та Європі.",
      "keywords": "GreenBus, політика конфіденційності, персональні дані, захист даних, конфіденційність, автобусні перевезення, автобусні квитки, Європа, Україна"
    }
  }
}
