{
  "oferta-page": {
    "title": "Договір публічної оферти",
    "text": {
      "intro": "Фізична особа-підприємець Єфімова Тетяна Петрівна, що діє на підставі Виписки з ЄДР ЮО ФОП ГФ 3058409305 (далі – «Виконавець»), керуючись ст. 633 Цивільного кодексу України, пропонує необмеженому колу осіб (далі – «Користувач(і) та/або Пасажир(и)») укласти Договір публічної оферти (далі – «Договір»), з метою пошуку та/або придбання квитків на сайті green-bus.com.ua (далі – «Сайт») на наступних умовах.",
      "terms_definitions_title": "Терміни та визначення",
      "agent": "<b>Агент</b> – особа, яка здійснює посередницьку діяльність у розповсюдженні квитків Перевізника, через Сайт.",
      "baggage": "<b>Багаж</b> - вантаж, що дозволяється перевозити автобусом, розміри та вага якого встановлені даним Договором.",
      "ticket": "<b>Квиток (електронний квиток)</b> - візуальна форма електронного проїзного документу встановленої форми, що генерується Сайтом, містить необхідну інформацію про послугу з перевезення, є договором між Перевізником і Пасажиром та надає право Пасажиру на одержання транспортних послуг автобусного перевезення виключно на рейсі, зазначеному в квитку, який надсилається на електронну адресу, вказану при замовленні, або іншим чином видається Користувачу. Номер квитка є номером договору публічної оферти і номером договору пасажирського перевезення. Квиток є іменним документом для проїзду автобусом і не може бути переданий іншій особі. Квиток також є підтвердженням укладання договору страхування. Квиток є дійсним з моменту його оплати та діє до дати та години фактичного прибуття в пункт призначення, вказаний в ньому.",
      "commission_fee": "<b>Комісійний збір</b> – плата Виконавцю та/чи Агенту за надані послуги з придбання Квитка. Комісійний збір входить у вартість Квитка та сплачується Користувачем. Розмір комісійного збору залежить від виду та способу оплати Квитка, а також умов договору між Перевізником та Виконавцем та або Агентом, які можуть змінюватися. Якщо продаж квитка здійснює Субагент, в такому випадку розмір комісійного збору субагента входить в комісійний збір Агента та не може перевищувати його розмір.",
      "user_of_site": "<b>Користувач сайту</b> – будь-яка дієздатна фізична особа, фізична особа–підприємець та/або її представник, представник юридичної особи, що прийняли умови оферти та здійснюють будь-яке користування сайтом.",
      "passenger": "<b>Пасажир</b> - фізична особа, яка має квиток на своє ім’я, що має намір скористатися або скористалася послугами перевезення наданими Перевізником.",
      "carrier": "<b>Перевізник</b> - юридична особа та/або фізична особа-підприємець, яка входить в групу перевізників ГрінБас, безпосередньо надає послуги з перевезення пасажирів та багажу автомобільним транспортом, обрану та оплачену за допомогою системи бронювання і оплати на Сайті, і співпрацює з іншими юридичними особами та фізичними особами-підприємцями на умовах партнерських, посередницьких та інших договорів.",
      "payer": "<b>Платник</b> – фізична особа, юридична особа або фізична особа–підприємець, що здійснює оплату послуг на користь Користувача/Пасажира.",
      "service": "<b>Послуга</b> – комплекс платних послуг, які можуть бути отримані Пасажиром на умовах, в спосіб та у порядку, що регламентуються цим Договором.",
      "rules_of_carriage": "<b>Правила перевезення</b> - це правила перевезення пасажирів автобусами Перевізника, які містяться на Сайті та визначають порядок здійснення перевезень пасажирів та їх багажу, і є обов’язковими для виконання Перевізником та Пасажирами.",
      "site": "<b>Сайт</b> – відкритий для вільного візуального ознайомлення будь-якою особою, публічно доступний веб-сайт, розташований в мережі Інтернет за адресою green-bus.com.ua, разом з усіма його функціональними можливостями, сторінками, графікою тощо, призначений для отримання послуг з пошуку транспортного засобу, його маршруту слідування, наявності вільних місць, реєстрації, бронювання, продажу проїзних документів (квитків) на цей транспорт та інших послуг.",
      "parties": "<b>АгеСторонинт</b> – Сторонами Договору публічної оферти є Виконавець та Користувач.",
      "contract_subject_title": "Предмет договору",
      "contract_subject_1_1": "1.1 Предметом цієї Оферти є надання Виконавцем Користувачам на умовах визначених цим Договором послуг з бронювання, оформлення і продажу квитків на рейси, а також інші додаткові послуги (місця для багажа, тварин, тощо), що розташовані на сайті green-bus.com.ua, у відповідності до дати, часу та напрямку, обраного Користувачем.",
      "contract_subject_1_2": "1.2 Користувач може діяти в межах Договору від свого імені та на свою користь та/або від імені третьої сторони та на її користь. У такому випадку Користувач діє виключно в межах повноважень, наданих йому третьою стороною.",
      "contract_subject_1_3": "1.3 Продаж Квитків Користувачу, в тому числі Електронних квитків, проводиться виключно на умовах цієї Оферти і лише в разі повного і беззастережного прийняття умов цієї Оферти Користувачем (акцепту Оферти).",
      "rights_obligations_parties_title": "Права та обов’язки сторін",
      "rights_obligations_parties_2_1_1": "2.1.1 Отримати послуги за Договором;",
      "rights_obligations_parties_2_1_2": "2.1.2 Скористатись Квитком, у відповідності до обраної дати, часу, місця відправлення та обраного Перевізника;",
      "rights_obligations_parties_2_1_3": "2.1.3 Повернути Квиток на умовах, визначених Виконавцем;",
      "rights_obligations_parties_2_1_4": "2.1.4 У випадку завдання моральної шкоди Користувачу, діями або бездіяльністю Виконавця, сума відшкодування, при її доведенні та обґрунтуванні не може перевищувати суму більшу чим вартість Квитка.",
      "rights_obligations_parties_2_1_5": "2.1.5 Отримати наступні компенсаторні заходи у разі відміни рейсу Перевізником: проїзд найближчим рейсом Перевізника, або його партнера до місця призначення; на повернення вартості квитка відповідно до частини невикористаної послуги (за дорогу, яку не проїхав).",
      "rights_obligations_parties_2_2": "Користувач зобов’язаний:",
      "rights_obligations_parties_2_2_1": "2.2.1 Здійснити оплату Квитка, у розмірі 100% вартості, що вказана на Сайті до початку перевезення;",
      "rights_obligations_parties_2_2_2": "2.2.2 Повідомити Виконавця про неможливість використання Квитка з тієї чи іншої причини;",
      "rights_obligations_parties_2_2_3": "2.2.3 Ознайомитись з умовами цього Договору та у випадку придбання квитка для третьої особи ознайомити її (Пасажира) з умовами цього договору.",
      "rights_obligations_parties_2_3": "Виконавець має право:",
      "rights_obligations_parties_2_3_1": "2.3.1 Діяти від імені Перевізника в межах повноважень, визначених договірними відносинами;",
      "rights_obligations_parties_2_3_2": "2.3.2 Записувати телефонні розмови з Користувачем та/або Пасажиром, у будь-яких випадках пов’язаних з придбанням, використанням та поверненням Квитка, купівлю якого здійснено за допомогою Сайту.",
      "rights_obligations_parties_2_4": "Виконавець зобов’язаний:",
      "rights_obligations_parties_2_4_1": "2.4.1 Надіслати Користувачу Квиток відповідно до форми, встановленої і прийнятої Перевізником;",
      "rights_obligations_parties_2_4_2": "2.4.2 Повідомити Користувача про зміни в умовах надання послуг;",
      "rights_obligations_parties_2_4_3": "2.4.3 Повідомити Користувача про зміну або скасування рейсу;",
      "rights_obligations_parties_2_4_4": "2.4.4 Прийняти звернення від Користувача, розглянути його самостійно або направити для розгляду відповідному Перевізнику та повідомити Користувача про розгляд звернення (скарги). У випадку надсилання звернення (скарги) Перевізнику для розгляду Виконавець повинен повідомити про результати його розгляду Перевізником;",
      "rights_obligations_parties_2_4_5": "2.4.5 Надання відповіді на звернення здійснюється способом, аналогічним до його надходження. Надсилання відповіді третій стороні (у тому числі і за проханням Користувача) здійснюватися не буде.",
      "order_conditions_ticket_return_title": "Оформлення замовлення та умови повернення квитка",
      "order_conditions_ticket_return_3_1": "3.1 Для здійснення оформлення та придбання Квитка на Сайті необхідно заповнити певну інформацію, а саме: Ім’я і Прізвище пасажира, діючу е-mail адресу та номер телефону. Користувач перед підтвердженням інформації на Сайті повинен її перевірити. Ризики зазначення помилкової інформації на Сайті несе Користувач. При отриманні квитка Користувач повинен одразу повторно перевірити правильність вказаної на ньому інформації, а також відповідність вартості квитка сплаченій сумі. Претензії, що пред’являються пізніше, не задовольняються.",
      "order_conditions_ticket_return_3_2": "3.2 Користувач перед здійсненням оплати повинен ознайомитися з умовами цього договору оферти. Користувач має право здійснити оплату Квитків будь-яким із способів, запропонованих Виконавцем, інформація про які знаходиться на Сайті. Оплата квитка повинна бути проведена після обрання місця на Сайті. По закінченню цього часу бронювання місця анулюється та замовлення скасовується.",
      "order_conditions_ticket_return_3_3": "3.3 Також при покупці Квитка необхідно вказати платіжну інформацію, пов'язану з банківськими картками, тобто їх номери і терміни дії. Вводити дану інформацію необхідно при кожній оплаті на захищеному сервісі обраної платіжної системи.",
      "order_conditions_ticket_return_3_4": "3.4 Якщо Користувач не є Пасажиром, він здійснюючи бронювання та оплату послуг підтверджує, що є уповноваженою особою Пасажира на ім’я якого здійснюється бронювання та оплата послуг і зобов’язується довести до відома Пасажира умови даного Договору та іншої інформації необхідної для отримання послуги з перевезення Пасажиром.",
      "order_conditions_ticket_return_3_5": "3.5 Квиток після його оформлення та оплати Користувачем на сайті, генерується електронною системою бронювання та продажу квитків і направляється на електронну адресу Користувача.",
      "order_conditions_ticket_return_3_6": "3.6 Користувач, який здійснив оплату або бронювання Квитка та інших послуг Перевізника за допомогою Сайту підтверджує, що він ознайомлений і безумовно приймає умови цього Договору оферти та зобов’язується їх виконувати. Згода з усіма умовами цього Договору та зобов’язання їх виконувати розповсюджується на осіб, в інтересах яких були придбані Квитки.",
      "order_conditions_ticket_return_3_7": "3.7 Тарифи на проїзд встановлюються Перевізником. Тарифи є динамічними, та можуть змінюватись в залежності від кількості вільних місць, дня та часу покупки, сезонності та інших факторів. Рішення про зміну тарифів, введення або скасування спеціальних тарифів, величину та умови їх застосування приймається Перевізником самостійно. Пасажир приймає ці умови, та погоджується з тим, що квитки на один і тож же рейс в різний період часу можуть відрізнятися в ціні.",
      "order_conditions_ticket_return_3_8": "3.8 Кошти, отримані від Користувача, в рахунок придбання Квитка, належать Виконавцю, в тому числі комісійний збір (у випадку, якщо такий входив до вартості Квитка).",
      "order_conditions_ticket_return_3_9": "3.9 Користувач одноосібно відповідальний за всі комісійні витрати та інші визначені банком витрати, які можуть бути додані до ціни Квитка або додаткових послуг, емітентом кредитної або дебетної картки.",
      "order_conditions_ticket_return_3_10": "3.10 Банківські послуги, пов’язані з переказом коштів в межах Договору, оплачуються Стороною, яка їх здійснює.",
      "order_conditions_ticket_return_3_11": "3.11 В якості ідентифікатора Користувача використовується e-mail адреса та/або номер телефону, що вказується при придбанні Квитка.",
      "order_conditions_ticket_return_3_12": "3.12 Звернення з номера телефона/e-mail адреси, залишеної при придбанні Квитка, дозволяє Виконавцю ідентифікувати Користувача, як належну Сторону Договору з відповідними правами та обов’язками, і дозволяє здійснювати дії по відношенню як до Договору загалом, так і до конкретно придбаного Квитка.",
      "order_conditions_ticket_return_3_13": "3.13 Звернення Користувача з іншого номера телефона та/або e-mail адреси, відмінного від наданого при придбанні Квитка, дає право Виконавцю вимагати від Користувача додатково ідентифікувати себе, як належну сторону Договору.",
      "order_conditions_ticket_return_3_14": "3.14 У випадку неможливості ідентифікувати Користувача, як сторону Договору, Виконавець залишає за собою право відмовити у розгляді звернення.",
      "order_conditions_ticket_return_3_15": "3.15 Відповідальність за збереження та/або доступ до номера телефона та/або e-mail адреси покладається на Користувача. Пасажир повинен бути на зв'язку за вказаним телефоном за 12 годин до відправлення автобусу та протягом усього рейсу. Негативні наслідки неможливості Виконавця та/або Перевізника своєчасно зв’язатися з Користувачем та/або Пасажиром за вказаними на Сайті номерами телефону, несе Користувач.",
      "ticket_return_conditions_title": "Умови повернення квитка.",
      "ticket_return_conditions_3_16_1": "3.16.1 У випадку повідомлення Перевізником про скасування рейсу, з тієї чи іншої причини, Виконавець здійснює повернення Коштів, отриманих в якості оплати Квитка, шляхом, яким вони надійшли у розмірі 100 % вартості Квитка, або, за наявності, пропонує інший Квиток на рейс того самого або іншого Перевізника.",
      "ticket_return_conditions_3_16_2": "3.16.2 У разі оформлення повернення Квитка за власної ініціативи Користувача, Агент повертає кошти Користувачу за наступною формулою: СП = ВК - (ВК х % КЗ) - (ВК х % УП), де - СП - сума повернення, яка виплачується користувачу після утримання комісійного збору та утримання перевізником; ВК - вартість квитка, яка сплачена Користувачем за придбаний Квиток; % КЗ - відсоток комісійного збору, який отримує Агент за надані послуги з продажу квитка; % УП - відсоток утримання Перевізника, які здійснюється за наступними правилами: повернення понад 72 годин до від'їзду - утримується (УП) 10% від вартості квитка; повернення понад 24 години, але менше ніж 72 годин до від'їзду – утримується (УП) 30% від вартості квитка; повернення менше ніж 24 години, але більше ніж 12 годин до від'їзду – утримується (УП) 50% від вартості квитка; повернення менше ніж за 12 годин до від'їзду – утримується (УП) 100 % вартості квитка.",
      "ticket_return_conditions_3_16_3": "3.16.3 Повернення коштів за квиток, за умови вирахування обов’язкових утримань, здійснюється в особистому кабінеті користувача або заявою на пошту Praha-bus@ukr.net. Повернення проводиться протягом 14 робочих днів з моменту отримання заявки.",
      "ticket_return_conditions_3_16_4": "3.16.4 За квитки, які були перенесені на іншу дату за проханням Користувача, кошти не повертаються в жодному вигляді. Перенесення квитка на іншу дату можливе тільки один раз.",
      "ticket_return_conditions_3_16_5": "3.16.5 У випадку придбання квитків через Агентів – усі претензії щодо повернення квитків та/або коштів вирішуються з таким Агентом.",
      "ticket_return_conditions_3_16_6": "3.16.6 У випадку повернення квитка та його вартості Користувачу вважається, що Користувач та Пасажир більше не мають жодних претензій до Виконавця та Перевізника.",
      "transportation_conditions_title": "Умови надання перевізником послуг перевезення пасажирів та багажу",
      "transportation_conditions_general_4_1_1": "4.1.1 Послуги з перевезення пасажирів та багажу надаються Перевізником виключно на підставі квитку.",
      "transportation_conditions_general_4_1_2": "4.1.2 Квиток є Договором на перевезення, укладеним між Пасажиром і Перевізником, на підставі якого Пасажир має право використовувати транспортний засіб і пов’язані з ним послуги виключно на рейсі зазначеному в квитку.",
      "transportation_conditions_general_4_1_3": "4.1.3 Квиток є іменним документом для проїзду автобусом і не може бути переданий іншій особі.",
      "transportation_conditions_general_4_1_4": "4.1.4 Квиток є дійсним з моменту його оплати та діє до дати та години прибуття в пункт призначення вказаний в ньому.",
      "transportation_conditions_general_4_1_5": "4.1.5 Пасажир отримавши квиток на своє ім’я підтверджує, що він обізнаний про умови даного Договору і безумовно приймає їх.",
      "transportation_conditions_general_4_1_6": "4.1.6 Пасажир зобов’язаний дотримуватися Правил перевезення, які містяться на Сайті, митного та міжнародного законодавства.",
      "transportation_conditions_general_4_1_7": "4.1.7 Купуючи Квиток за допомогою Сайту до пункту призначення чи здійснення пересадки, Користувач зобов’язаний самостійно визначити достатню кількість часу для прибуття та здійснення пересадки. Рекомендована кількість годин очікування в пункті пересадки становить, для внутрішньо державних рейсів 4 години, для міждержавних 12 годин від моменту прибуття за розкладом. При цьому зазначення у квитку часу прибуття автобусу до зупинки за маршрутом перевезення має орієнтовне значення та не є істотною умовою договору перевезення, невиконання якого тягне за собою правові наслідки для Перевізника.",
      "transportation_conditions_general_4_1_8": "4.1.8 Пасажир під час посадки на автобус зобов'язаний пред'являти квиток для контролю співробітнику Перевізника одночасно з документом, що посвідчує його особу. Під час посадки на міжнародний рейс пасажир зобов'язаний пред'являти співробітнику Перевізника документи, які дають йому право на перетин міжнародного кордону.",
      "transportation_conditions_general_4_1_9": "4.1.9 Пасажир зобов'язаний пред’явити документ з якого вбачається застосування знижки або пільги на послуги. У разі відсутності документа, що підтверджує обґрунтованість застосування знижки або пільги, Пасажир має право скористатися послугою тільки після здійснення доплати до стандартної (без знижки) вартості послуги.",
      "transportation_conditions_general_4_1_10": "4.1.10 Пасажир зобов'язаний зберігати квиток до прибуття за місцем призначення вказаному у квитку.",
      "transportation_conditions_general_4_1_11": "4.1.11 У разі втрати квитка до моменту відправлення, відновити його можливо за місцем придбання.",
      "transportation_conditions_general_4_1_12": "4.1.12 Квиток є підтвердженням укладання договору страхування.",
      "transportation_conditions_general_4_1_13": "4.1.13 Пасажир має прибути на посадку щонайменше за 30 хвилин до відправлення автобусу. Здавши до багажного відділення свій багаж, пасажир має пред’явити всі необхідні документи і ручну поклажу представнику Перевізника (водію, контролеру тощо), який, у свою чергу, визначить місце, яке займатиме пасажир в автобусі. Якщо місце для посадки пасажира вказано у квитку – Пасажир зобов’язаний зайняти саме це місце.",
      "transportation_conditions_general_4_1_14": "4.1.14 Перевізник залишає за собою право зобов’язати пасажира пересісти на інше місце, ніж те, що зазначено у квитку. Зайнявши своє місце, Пасажир повинен не заважати здійснювати посадку іншим Пасажирам.",
      "transportation_conditions_general_4_1_15": "4.1.15 Перевізник має право під час перевезення змінити автобус; змінити посадочне місце пасажира в автобусі без попередньої його згоди і повідомлення або при заміні автобуса або для забезпечення максимально якісного здійснення подорожі. Схема автобуса при купівлі квитка носить інформативний характер, можливі зміни в розташуванні місць та проходу.",
      "transportation_conditions_general_4_1_16": "4.1.16 За відсутності пасажира, для здійснення посадки в автобус, у зазначеному в квитку часі та місці відправлення, Договір про надання послуг перевезення вважається розірваним за ініціативи Пасажира, а Перевізник залишає за собою право продати квиток на вільне місце.",
      "transportation_conditions_general_4_1_17": "4.1.17 З метою безпеки, проводжаючі та інші особи, крім пасажирів, до салону автобуса не допускаються.",
      "transportation_conditions_general_4_1_18": "4.1.18 Дітям віком до 12-ти років забороняється сидіти на сидіннях біля водіїв.",
      "transportation_conditions_general_4_1_19": "4.1.19 Перевізник має право тимчасово або повністю припинити надання послуг з перевезення пасажирів та багажу у разі виникнення дій непереборної сили (погані погодні умови, стихійного лиха, епідемії або іншої надзвичайної ситуації, дії органів державної влади, введення нових законів, військова агресія, дорожньо-транспортна пригода та інше), вихід з ладу автобусу, що здійснював перевезення, у разі наявності обставин, що загрожують життю та здоров’ю Пасажирів або інших осіб, без компенсації вартості оплачених послуг з перевезення пасажирів та багажу.",
      "transportation_conditions_general_4_1_20": "4.1.20 Перевізник має право припинити рух транспортного засобу (автобусу) у разі виникнення загрози життю та здоров'ю Пасажирів або інших осіб та продовжити рух після закінчення таких обставин.",
      "transportation_conditions_general_4_1_21": "4.1.21 У випадку виходу із ладу автобуса, який здійснював перевезення, Пасажир має право: Отримати компенсацію 100% вартості Квитка, що буде вважатися припиненням Договору перевезення та відсутністю претензій до Перевізника та Виконавця; Пересісти на інший автобус, який буде наданий Перевізником. Належним виконанням договору перевезення буде вважатися доставка пасажира у пункт призначення, який був вказаний у його квитку. В такому випадку буде вважатися, що Пасажир отримав послуги в повному об’ємі та претензій до Виконавця чи Перевізника не має.",
      "transportation_conditions_general_4_1_22": "4.1.22 Перевізник має право не пустити в автобус Пасажира, який прийшов на посадку в нетверезому стані (з ознаками алкогольного та / або наркотичного сп’яніння), з явними ознаками хвороби, що є небезпечними для інших Пасажирів автобуса, та/або у забрудненому одязі, та/або порушує правила поведінки в громадських місцях, а також у випадку, якщо він своїми діями заважає спокою або створює небезпеку для інших пасажирів. В такому випадку кошти за квиток не повертається та Перевізник/екіпаж не несе будь-яку відповідальність за такі дії.",
      "transportation_conditions_general_4_1_23": "4.1.23 Перевізник може відмовити у перевезенні пасажиру під час посадки, здійснення рейсу і висадити його в будь-якій точці маршруту, якщо той порушує положення цього Договору щодо порядку перевезення, своїми діями заважає роботі екіпажу, спокою пасажирів або створює небезпеку для оточуючих. В такому випадку кошти за квиток не повертається та Перевізник/екіпаж не несе будь-яку відповідальність за такі дії.",
      "transportation_conditions_general_4_1_24": "4.1.24 Перевізник має право залучати третіх осіб для надання послуг передбачених договором перевезення.",
      "transportation_conditions_general_4_1_25": "4.1.25 За маршрутом слідування автобус здійснює зупинки, кількість і тривалість яких оголошує екіпаж автобусу. Якщо пасажир не дотримується часу оголошеного на зупинку, водій має право продовжити слідування за маршрутом, а Пасажир здійснює слідування до пункту призначення самостійно без компенсації витрат на решту шляху. В зазначеному випадку Перевізник не несе відповідальність за залишений в автобусі багаж. Такий багаж два дні зберігається Перевізником та в подальшому передається в бюро знахідок.",
      "transportation_conditions_general_4_1_26": "4.1.26 Розкладом руху автобусу не передбачено час для оформлення Пасажиром Tax Free.",
      "transportation_conditions_general_4_1_27": "4.1.27 У випадку незабезпечення додаткових сервісних послуг (подання теплих напоїв, легких закусок, газет, журналів, перегляд фільмів, Wi-Fi, підключення до інтернету, 220V, подушки, пледи, туалет, кондиціонер і т.д.), що опціонально можуть надаватися Перевізником, Пасажир не має права на відшкодування вартості цих послуг.",
      "transportation_conditions_general_4_1_28": "4.1.28 Перевізник має право встановлювати у салоні транспортного засобу (автобусу) системи відеоспостереження, для забезпечення цілодобової безпеки пасажирів, відповідно до Женевської Конвенції Організації Об'єднаних Націй проти транснаціональної організованої злочинності, Конвенції Ради Європи про заходи щодо протидії міжнародному тероризму та торгівлі людьми.",
      "transportation_conditions_general_4_1_29": "4.1.29 Скарги направлені в письмовій формі на юридичну адресу Перевізника розглядаються протягом 30 днів від дати їх отримання. Якщо скарги Пасажира пов’язані із послугами що надавалися партнерами, агентами та будь-якими іншими особами від імені та в інтересах Перевізника, строк такої скарги може бути продовжений до 60 робочих днів.",
      "transportation_conditions_general_4_1_30": "4.1.30 Перевізник не несе відповідальність перед Пасажиром по правовідносинам, які відбулися перед початком та під час автобусного перевезення між Пасажиром та екіпажем Перевізника, в тому числі були оплачені останньому, але такі послуги не передбачені цим договором чи Правилами перевезень. Всі суперечності з таких питань Пасажир вирішує самостійно та не має права заявляти претензії Перевізнику.",
      "international_transportation_conditions_title": "Умови перевезень на міжнародних маршрутах.",
      "international_transportation_conditions_4_2_1": "4.2.1 На міжнародних маршрутах діють загальні умови та порядок надання послуг перевезення, а також додаткові умови, визначені пунктом.",
      "international_transportation_conditions_4_2_2": "4.2.2 Пасажир, перед користуванням послугою з перевезення пасажирів та багажу на міжнародному рейсі Перевізника зобов’язаний самостійно ознайомитися із діючим правилами перетинання кордонів та переліком необхідних документів.",
      "international_transportation_conditions_4_2_3": "4.2.3 Пасажир під час міжнародного автомобільного перевезення за 12 годин до перетину кордону, на момент перетину кордону та 12 годин після зобов'язаний мати дійсні належним чином оформлені документи, необхідні для в'їзду до держав прямування, держав за маршрутом слідування, та пред'явити їх перевізнику на його вимогу. Такими документами можуть бути: Паспорт громадянина країни ЄС для в'їзду та / або проїзду, перебування на території країн ЄС, країн Шенгену або інших іноземних держав, якщо внутрішнє законодавство країни не передбачає наявність у громадянина інших проїзних документів; Біометричний паспорт; паспорт і віза в даному паспорті для в'їзду та / або проїзду, перебування на території країни, на яку поширюється візовий режим, встановлений законодавством країни; Дитячий паспорт, проїзний документ дитини і віза в даному паспорті / документі для в'їзду та / або проїзду, перебування на території країни, на яку поширюється візовий режим, встановлений законодавством країни; Для проїзду з дітьми можлива вимога наявності додаткових проїзних документів, а саме: свідоцтва про народження, нотаріально завіреної довіреності від батьків, свідоцтво про розлучення, рішення суду і т.д. Перелік документів залежить від законодавства країни, з / в / через яку слідує дитина; Дипломатичний паспорт, службовий паспорт і віза, у випадку, якщо це передбачено законодавством країни проходження або транзитних країн; Ветеринарні та інші документи, які є обов’язковими для перетину кордону України та транзитних країн з тваринами; Інші документи, які вимагаються іноземними державами для перетину кордону України та транзитних країн.",
      "international_transportation_conditions_4_2_4": "4.2.4 При здійсненні пасажирського міжнародного автомобільного перевезення Перевізник має право перед початком такого перевезення перевірити наявність, але не справжність, у пасажирів документів, необхідних для в'їзду до держав прямування, держав за маршрутом прямування, і відмовити в перевезенні пасажирам, які на його вимогу не пред'явили необхідні документи.",
      "international_transportation_conditions_4_2_5": "4.2.5 При порушенні пасажиром візових режимів (закінчення термінів дії візи або строк дії візи не настав, заміна паспорта іншим документом і т.д.) перевізник залишає за собою право не здійснювати перевезення пасажира. Грошова компенсація пасажиру за невикористаний квиток не виплачується.",
      "international_transportation_conditions_4_2_6": "4.2.6 Відмова Перевізника, в міжнародному автомобільному перевезенні Пасажиру, який на вимогу автомобільного перевізника, не пред'явив документи, необхідні для в'їзду в державу прямування, держави по маршруту прямування, не тягне за собою обов'язок Перевізника, відшкодувати пасажирові завдані у зв'язку цим збитки.",
      "international_transportation_conditions_4_2_7": "4.2.7 Якщо під час перетинання кордону буде з’ясовано, що Пасажир не має або має неналежно оформленні документи, що дозволяють перетинання кордону і це завдасть збитків Перевізнику, Пасажир повинен відшкодувати всі збитки Перевізника, зокрема штрафи, пеню, витрати на правову допомогу тощо.",
      "international_transportation_conditions_4_2_8": "4.2.8 Перевізник не несе жодної відповідальності за будь-які прямі, непрямі, побічні збитки та штрафи Пасажира, які пов'язані з запізненням під час руху, і несвоєчасність прибуття до станцій слідування, якщо це спричинилося незалежними від нього обставинами (в тому числі, але не виключно, затримками під час проходження митних кордонів, погодними умовами, транспортними заторами, діями державних органів, ремонтними роботами на автошляхах і т.д., діями самих пасажирів, що впливали на виконання даних обставин) та іншими причинами, котрі не могли бути попереджені Перевізником, незважаючи на всі прийняті засоби застереження.",
      "international_transportation_conditions_4_2_9": "4.2.9 Пасажир несе повну індивідуальну відповідальність за порушення законодавства держав за маршрутом слідування. У разі затримання пасажира на контролі для індивідуального огляду/перевірки/оформлення митних формальностей його особистих порушень, договір про перевезення вважається розірваним, автобус має право продовжити рейс без пасажира. При цьому, виконання умов договору про перевезення вважається виконаним, незважаючи на те, що перевезення було виконане в іншому обсязі, ніж було передбачено раніше, вартість поїздки не повертається, і претензії Пасажира з цього приводу не можуть бути задоволені.",
      "behavior_rules_in_bus_title": "Правила поведінки в автобусі.",
      "behavior_rules_in_bus_4_3_1": "4.3.1 Пасажир зобов’язаний дбайливо ставитися до обладнання автобусу і не допускати його псування. В разі здійснення пошкодження обладнання транспортного засобу (автобусу) або самого транспортного засобу Пасажиром, останній несе матеріальну відповідальність перед Перевізником за завдану шкоду і зобов’язаний компенсувати Перевізнику пов’язану з цим матеріальну шкоду.",
      "behavior_rules_in_bus_4_3_2": "4.3.2 У разі, якщо автобус оснащений ременями безпеки, Пасажир зобов'язаний пристебнути їх і користуватися ними за призначенням. Невиконання цієї вимоги може призвести до накладання грошового штрафу безпосередньо на Пасажира, або виникнення обов’язку відшкодувати штраф Перевізнику, якщо його було застосовано до останнього через поведінку Пасажира. Перевізник не несе відповідальність за травми, отримані Пасажиром у зв’язку з невиконанням цього пункту.",
      "behavior_rules_in_bus_4_3_3": "4.3.3 Користуватися окропом можна лише з дозволу водія чи стюардеси під час зупинки заради уникнення нещасних випадків.",
      "behavior_rules_in_bus_4_3_4": "4.3.4 Під час користування туалетом Пасажир зобов’язаний дотримуватись санітарних правил, не кидати в унітаз засоби гігієни або інші предмети. Пасажир зобов’язаний утримуватися від будь-яких інших дій, які можуть викликати передчасне наповнення туалету.",
      "behavior_rules_in_bus_4_3_5": "4.3.5 Протягом поїздки може бути запропоновано увазі Пасажирів перегляд фільмів і прослуховування музики. Враховуючи різноманіття смаків та поглядів Пасажирів, Перевізник залишає за собою право вибору фільмів та музики, але може враховувати думку Пасажирів.",
      "behavior_rules_in_bus_4_3_6": "4.3.6 Під час зупинок автобуса, перед тим, як залишити своє місце, Пасажиру необхідно переконатися, що спинка крісла перебуває у вертикальному положенні, столик закритий і прибрано підставку для ніг.",
      "behavior_rules_in_bus_4_3_7": "4.3.7 Під час руху в салоні автобусу Пасажиру забороняється: перевозити зброю та інші речі виключені з цивільного обороту, небезпечні вантажі, зокрема легкозаймисті, вибухонебезпечні і такі, що можуть забруднити транспортний засіб чи одяг пасажирів; палити, вживати алкогольні напої та наркотики в салоні, туалеті, службових приміщеннях автобуса; класти ноги на сидіння, загороджувати прохід в автобусі; своєю поведінкою створювати незручності іншим пасажирам або заважати роботі екіпажу, під час руху відволікати увагу водія від керування; робити виправлення у квитку і передавати його іншій особі; користуватись аварійним обладнанням без потреби; ходити по салону і стояти в проходах під час руху автобуса без нагальної необхідності. Пошкодження отримані в результаті пересування по салону під час руху вважатимуться такими, що отримані з вини Пасажира. класти ноги на сидіння, лежати на сидіннях або на підлозі автобуса. смітити в салоні. Сміття необхідно викидати в смітники на зупинках. відволікати водія під час руху.",
      "behavior_rules_in_bus_4_3_8": "4.3.8 В разі порушення або невиконання правил поведінки в автобусі Пасажиром, Перевізник залишає за собою право зняти пасажира з рейсу без грошової компенсації вартості квитка.",
      "luggage_transportation_rules_title": "<b>Правила перевезення багажу.</b>",
      "luggage_transportation_rules_4_4_1": "4.4.1 Один Пасажир має право на безкоштовне перевезення: багажу, що займає 1 (одне) багажне місця і має розмір не більше 60х40х40 см, загальною вагою до 25-ти кг. ручна кладь вагою до 5 кг, що займає 1 (одне) місце. Ручною кладдю вважається сумка, яка легко переноситься і можна її помістити на місце під сидінням або над сидінням пасажира; дитячій візок у складеному вигляді; інвалідний візок у складеному вигляді.",
      "luggage_transportation_rules_4_4_2": "4.4.2 Якщо багаж має розмір більший ніж 60х40х40см та понад 25 кг вагою, він може бути прийнятий до перевезення за наявності вільного місця у багажному відділенні автобуса і за додаткову плату. При цьому можливість такого перевезення повинна бути за 24 години погоджена з офісом Перевізника.",
      "luggage_transportation_rules_4_4_3": "4.4.3 Додатковий багаж підлягає перевезенню виключно за наявності вільного місця в багажному відділенні автобуса, не може перевищувати одне багажне місце і підлягає окремій оплаті Перевізнику. Оплата за багаж водію Перевізника заборонена. Додатковий багаж не повинен перевищувати розмірів та ваги основного багажу. Вільне місце в багажному відділенні визначає водій на посадці, беручи до уваги загальну кількість пасажирів в автобусі, розподіл по містах та інші фактори.",
      "luggage_transportation_rules_4_4_4": "4.4.4 Перевізник не несе відповідальності за особисті речі Пасажира та за збереження багажу в салоні автобусу, за втрату пасажиром грошей, біжутерії, паспорта, цінних паперів, колекційних речей, речей, які мають наукову цінність та інших цінностей, що не знаходяться у багажному відділенні автобуса.",
      "luggage_transportation_rules_4_4_5": "4.4.5 Перевізник несе відповідальність тільки за той багаж, який прийняв для перевезення, тобто пасажиру була видана багажна бірка, яка підтверджує прийняття багажу.",
      "luggage_transportation_rules_4_4_6": "4.4.6 Перевізник не несе відповідальність за нанесення будь-якої шкоди речам, що легко б’ються, швидко псуються, неправильно упаковані, цінні (гроші, документи, електронні та технічні засоби тощо) речі, що перевозяться в багажному відділенні автобуса.",
      "luggage_transportation_rules_4_4_7": "4.4.7 Перевізник не несе відповідальність за незначну або поверхневу порчу зареєстрованого багажу що перевозиться в багажному відділенні автобуса, зокрема за зламані колеса і ручки, загублені обвязувальні ремені і дрібні пошкодження, такі як порізи, подряпини, заломи або плями, які з'явилися в ході звичайної амортизації і використання під час поїздки.",
      "luggage_transportation_rules_4_4_8": "4.4.8 До перевезення не приймаються габаритні речі, перевезення яких не було за 24 години погоджено з офісом Перевізника.",
      "luggage_transportation_rules_4_4_9": "4.4.9 До перевезення в якості багажу допускаються велосипеди лише у розібраному вигляді, у разі наявності вільного місця в багажному відділенні та у випадку погодження такої можливості перевезення з офісом Перевізника. Велосипеди перевозяться у багажному відділенні автобуса при наявності вільного місця. У велосипеда, який перевозиться таким чином, необхідно зняти переднє колесо і упакувати окремо. Велосипед також повинен бути упакований. Розібраний і упакований велосипед рахується за дві одиниці багажу.",
      "luggage_transportation_rules_4_4_10": "4.4.10 Перевізник несе відповідальність за втрачений багаж, що перевозився у багажному відділенні автобуса тільки якщо це сталося з вини Перевізника, що доведено Пасажиром, але не більше ніж на суму 100 доларів США на особу за умови подання заяви не пізніше трьох днів з дня виїзду автобуса.",
      "luggage_transportation_rules_4_4_11": "4.4.11 Заборонено перевозити багаж, що загрожує безпеці або здоров'ю інших пасажирів може пошкодити інший багаж або транспортний засіб. Перевізник має право відмовити в перевезенні багажу, якщо у екіпажа автобуса є підозри, що вміст сумок може викликати затримку під час проходження процедур в пунктах пропуску та митного оформлення. Пасажир має право поїхати без такого багажу. У випадку відмови – вважається, що Пасажир добровільно відмовився від такої поїздки.",
      "luggage_transportation_rules_4_4_12": "4.4.12 Перевезення тварин можливе лише за згоди Перевізника і за окремим квитком. Тварина перевозиться за окремим квитком з наданням окремого місця. Перевезення тварин можливе лише в спеціально призначеному для цього бокси (контейнери, клітці, тощо). Перевезення собак дозволяється лише в наморднику. Будь-яка тварина, що підлягає транспортуванню автобусом Перевізника має бути вакцинована і пасажир повинен мати про це відповідний документ. Перевізник має право відмовити в перевезенні тварини, якщо остання веде себе агресивно до оточуючих, може заподіяти шкоду пасажирам чи автобусу, чи може заважати при перевезенні іншим пасажирам. Шкода заподіяна твариною іншим пасажирам або Перевізнику відшкодовуються Пасажиром в повному обсязі з урахуванням штрафів, пені та інших будь-яких витрат.",
      "luggage_transportation_rules_4_4_13": "4.4.13 Пасажир, який має надмірну кількість багажу, яку неможливо помістити до багажного відділення автобусу, та відмовляється їхати, втрачає право на повернення вартості квитка. Радимо переправляти багаж заздалегідь, коли автобуси менш завантажені.",
      "luggage_transportation_rules_4_4_14": "4.4.14 Перевізник не відповідає за зберігання забутих в автобусі предметів і багажу. Але вживає заходів до повернення забутих речей власнику, шляхом передачі їх до найближчого представництва Перевізника.",
      "luggage_transportation_rules_4_4_15": "4.4.15 Обслуговуючий персонал автобуса має право в разі виникнення сумнівів, а також для забезпечення безпеки поїздки і виконання митних правил - вимагати від пасажира показати вміст багажу. При відмові пасажира виконати дану вимогу, персонал автобуса має право відмовити пасажиру в перевезенні підозрілого багажу.",
      "copyright_privacy_permission_data_title": "Авторські права, конфіденційність і дозвіл на використання даних",
      "copyright_privacy_permission_data_5_1": "5.1 Усі матеріали викладені на Сайті належать ГрінБас та його партнерам на праві інтелектуальної власності. Усі матеріали розміщені на Сайті захищені авторськими правами та правами інтелектуальної власності, включаючи, але не обмежуючись оформленням Сайту, назвами, торговельними знаками, логотипами, текстами, правами на бази даних та інші елементи Сайту.",
      "copyright_privacy_permission_data_5_2": "5.2 Користувач сайту не має права частково або повністю копіювати, поширювати, або в іншій формі використовувати чи відтворювати контент Сайту або основний програмний код без попереднього письмового дозволу ГрінБас.",
      "copyright_privacy_permission_data_5_3": "5.3 Вся текстова інформація та графічні зображення, що знаходяться на Сайті, є власністю ГрінБас і/або його контрагентів.",
      "copyright_privacy_permission_data_5_4": "5.4 Користувач не має права вносити зміни, копіювати, поширювати, створювати похідні роботи, продавати і використовувати інтелектуальну власність ГрінБас будь-яким іншим чином. Подібні дії будуть вважатися порушенням авторських прав і переслідуватися за законом.",
      "copyright_privacy_permission_data_5_5": "5.5 Здійснюючи покупку через Сайт, Користувач підтверджує свою дієздатність та дає згоду на обробку своїх персональних даних.",
      "copyright_privacy_permission_data_5_6": "5.6 Користувач надає згоду та підтверджує, що дані, вказані ним при придбанні Квитка правдиві, і Користувач має право вказати їх при купівлі Квитка та залишити для подальшої обробки та збереження, у тому числі, але не обмежуючись, для: передачі їх третій стороні, яка тим чи іншим чином пов’язана з цим Договором, або з метою його повного виконання; додаткового інформування Користувача про статус виконання рейсу, зміни в його умовах; подальшої обробки замовлень Користувача; отримання сервісних повідомлень, у тому числі щодо акцій, бонусних програм і знижок, що проводяться Виконавцем.",
      "copyright_privacy_permission_data_5_7": "5.7 Виконавець зобов’язується не використовувати персональні дані Користувача для розсилки матеріалів, що не мають відношення до Послуг, які надаються Виконавцю, не передавати персональні дані третім особам та не використовувати їх з іншою метою.",
      "copyright_privacy_permission_data_5_8": "5.8 Користувач погоджуєтеся сплатити ціну Квитка і відповідні податки для всіх зроблених покупок, оплачених кредитними або дебітними картками, або іншим дозволеним методом оплати.",
      "copyright_privacy_permission_data_5_9": "5.9 Користувач погоджується компенсувати (сплатити) Виконавцю всі визначені ним кошти у разі, якщо платіж не здійснено, повернуто або відхилено банком Виконавця.",
      "copyright_privacy_permission_data_5_10": "5.10 Виконавець, здійснюючи продаж Квитка за допомогою Сайту, підтверджує наявне у нього право на продаж даного Квитка, у відповідності до умов і обов’язків, визначених Перевізником.",
      "copyright_privacy_permission_data_5_11": "5.11 Виконавець зберігає за собою право на свій розсуд блокувати кредитні та дебетні картки за підозрілу активність.",
      "copyright_privacy_permission_data_5_12": "5.12 Користувач підтверджує згоду з тим, що несе особисту відповідальність за надану для збереження конфіденційну інформацію.",
      "copyright_privacy_permission_data_5_13": "5.13 Виконавець не несе відповідальності за будь-які збитки, завдані внаслідок несанкціонованого використання конфіденційної інформації, залишеної Користувачем.",
      "copyright_privacy_permission_data_5_14": "5.14 Вся особиста інформація, отримана Виконавцем в результаті здійснення замовлень через Сайт, зберігається згідно з чинним законодавством про конфіденційність.",
      "copyright_privacy_permission_data_5_15": "5.15 Виконавець залишає за собою право використовувати та розкривати інформацію про Користувача або про замовлення, здійсненні Користувачем, на умовах дотримання Конфіденційності.",
      "responsibility_parties_title": "Відповідальність сторін",
      "responsibility_parties_6_1": "6.1 У разі невиконання або неналежного виконання однією із Сторін зобов’язань за Договором, винна Сторона зобов’язана відшкодувати протилежній Стороні заподіяні і доведені такими діями збитки, розмір яких не може перевищувати вартість квитка.",
      "responsibility_parties_6_2": "6.2 Виконавець не несе перед Користувачем відповідальність в разі повної або часткової непрацездатності Сайту та його компонентів протягом будь-якого часу, а також при відсутності можливості доступу Користувача до системи або несення ним будь-яких непрямих або прямих витрат у зв’язку з даними обставинами.",
      "responsibility_parties_6_3": "6.3 Користувач розуміє і погоджується з тим, що Виконавець не несе жодної відповідальності за будь-які прямі, непрямі, побічні збитки та штрафи; а також за незручності пов'язані з виконанням перевезення (у тому числі, але не обмежуючись, затримки рейсів, скасування рейсів, пропущені стикування рейсів) або інші можливі проблеми, що мали місце у зв'язку з використанням Сайту.",
      "responsibility_parties_6_4": "6.4 Виконавець не несе відповідальності за втрати і збитки, понесені Користувачем в процесі поїздок в різні точки світу.",
      "responsibility_parties_6_5": "6.5 Користувач погоджується з тим, що отримує доступ до товарів і послуг, і інформації про автобусні перевезення, доступні на Сайті під свою відповідальність. Не ознайомлення Користувачем з умовами Договору або з умовами Правил перевезення не звільняє його від відповідальності за невиконання таких умов та не дає права вимагати від Виконавця та/чи перевізника відшкодування шкоду (збитки), які виникли через таку необізнаність.",
      "responsibility_parties_6_6": "6.6 Виконавець не несе відповідальності за збитки та/або втрату квитка на той чи інший вид транспорту, за збитки, отримані Користувачем в результаті запізнення автобусу до пункту, де Користувач мав здійснити пересадку, у тому числі придбаним одним замовленням через Сайт.",
      "responsibility_parties_6_7": "6.7 Виконавець та/або Перевізник не несуть відповідальності у випадках, визначених умовами цього Договору та Правилами перевезень, зокрема, але не виключно, у випадках відмови Пасажиру у перевезенні визначених цим Договором та Правилами перевезень.",
      "responsibility_parties_6_8": "6.8 Користувач, у випадку придбання Квитка на користь третьої особи (Пасажира), зобов’язаний відшкодувати такій особі усі збитки (шкоду), заподіяні останній в результаті її не обізнаності з вини Користувача з умовами цього Договору та Правилами перевезень.",
      "responsibility_parties_6_9": "6.9 Користувач, у випадку придбання Квитка на користь третьої особи (Пасажира), зобов’язаний відшкодувати такій особі усі збитки (шкоду), заподіяні останній в результаті її не обізнаності з вини Користувача з умовами цього Договору та Правилами перевезень.",
      "responsibility_parties_6_10": "6.10 Користувач та/або Пасажир зобов’язані відшкодувати Перевізнику усі збитки, штрафи та інші витрати, які поніс останній, у зв’язку з неналежним виконанням Користувачем та/або Пасажиром умов цього Договору та Правилами перевезень.",
      "force_majeure_title": "Форс-мажорні обставини",
      "force_majeure_7_1": "7.1 Перевізник та Виконавець звільняється від відповідальності за часткове або повне невиконання зобов'язань за цією Публічною офертою, якщо воно стало наслідком обставин непереборної сили (дія сил природи, політичного або техногенного характеру, воєнні дії або війна, введення надзвичайного положення, дії державних органів та прийняття ними актів, що прямо забороняють, створюють умови або унеможливлюють виконання зобов'язань Перевізником) які Сторони не могли передбачити, що не залежать від їхньої волі і якщо дані обставини безпосередньо вплинули на виконання зобов'язань за цією Публічною офертою.",
      "force_majeure_7_2": "7.2 При настанні обставин, зазначених у п.6.1., Перевізник та/або Виконавець сповіщає Пасажира будь-яким можливим засобом зв’язку. Сповіщення повинно містити дані про характер обставин, що унеможливлюють виконання умов Публічної оферти Перевізником або Виконавцем.",
      "force_majeure_7_3": "7.3 Якщо форс-мажорні обставини діють протягом 3 (трьох) місяців підряд і не виявляють ознак припинення, цей Договір може бути розірвано однією із Сторін шляхом направлення повідомлення іншій Стороні.",
      "dispute_resolution_title": "Порядок вирішення спорів",
      "dispute_resolution_8_1": "8.1 При порушення умов Договору однією із Сторін, протилежна Сторона має право звернутись до суду. Місцезнаходження суду обирається у відповідності до чинного законодавства України.",
      "dispute_resolution_8_2": "8.2 Усі питання щодо відносин між Сторонами, які не врегульовані цим Договором, регулюються чинним законодавством України.",
      "dispute_resolution_8_3": "8.3 Спори щодо виконання цього Договору оферти, що виникли з ініціативи Користувача, підлягають розгляду відповідним судом за місцем знаходження Виконавця з дотриманням претензійного порядку. Претензія в письмовому вигляді підлягає направленню за місцезнаходженням Виконавця. Претензія розглядається Виконавцем в місячний строк з дня її отримання, якщо інше не визначено чинним законодавством України.",
      "contract_modification_termination_title": "Укладання, зміна і розірвання договору",
      "contract_modification_termination_9_1": "9.1 Цей Договір регулює виключно умови придбання обраного Користувачем Квитка, який в свою чергу є свідченням укладення договору перевезення, умови якого регулюються Правилами перевезення, які розміщені на Сайті за посиланням",
      "contract_modification_termination_9_2": "9.2 Номер Договору відповідає номеру придбаного Користувачем Квитка. Датою укладення Договору є дата здійснення платежу, в рахунок обраного Квитка.",
      "contract_modification_termination_9_3": "9.3 Вказаний договір є чинним з моменту отримання Користувачем текстового повідомлення про підтвердження оплати за купівлю квитка/отримання електронного квитка та діє до моменту надання послуги із перевезення.",
      "contract_modification_termination_9_4": "9.4 Усі правовідносини, що виникають з цього Договору або пов’язані із ним, у тому числі пов’язані із дійсністю, укладенням, виконанням, зміною та припиненням цього Договору, тлумаченням його умов, визначенням наслідків недійсності або порушення Договору, регламентуються цим Договором та відповідними нормами чинного в Україні законодавства, а також застосовними до таких правовідносин звичаями ділового обороту на підставі принципів добросовісності, розумності та справедливості.",
      "contract_modification_termination_9_5": "9.5 Чинна редакція договору публічної оферти набирає чинності з 17 червня 2025 року.",
      "contract_modification_termination_9_6": "9.6 Користувач має право змінити або розірвати договір та здійснити повернення коштів за Квиток на умовах визначених цим Договором.",
      "contract_modification_termination_9_7": "9.7 У випадку відмови в односторонньому порядку Користувачем та/або Пасажиром здійснювати або продовжувати перевезення, вважається, що Користувач та/або Пасажир в односторонньому порядку відмовився від договору перевезення, у зв’язку з чим послуги за договором оферти та за договором перевезення виконанні, та сторони не мають один до одного будь-яких претензій.",
      "contract_modification_termination_9_8": "9.8 Продавець залишає за собою право: в односторонньому порядку припинити надання Послуг за цим Договором в разі порушення Пасажиром умов даного Договору. адаптувати, змінювати або розірвати в будь-який час Договір. У разі їх зміни, умови нового Договору будуть повідомлені Користувачу за допомогою публікації нової редакції на цьому Сайті. Нові умови будуть поширюватися тільки при продажі, здійснені після внесення змін.",
      "contract_modification_termination_9_9": "9.9 Виконавець має право розірвати Договір в будь-який час за власною ініціативою (за порушення Користувачем правил користування сайтом - спекулятивні бронювання, непродуктивні пошуки, дії Користувача, які приносять шкоду функціонуванню сайту), надіславши Користувачеві повідомлення на електронну адресу, вказану при оформленні Замовлення.",
      "parties_details_title": "Реквізити сторін",
      "parties_details_10_1": "10.1 Реквізити Виконавця: Фізична особа-підприємець: Єфімова Тетяна Петрівна ВНА Код одержувача: 3058409305 Назва банку: АТ КБ «ПриватБанк» Рахунок одержувача у форматі IBAN: UA133052990000026001006810597 Тел. цілодобової диспетчерської служби: +380975572725 E-mail: greenbus.ukraine@gmail.com",
      "parties_details_10_2": "10.2 Реквізити Пасажира: свої реквізити Замовник вносить за допомогою Інтернет-ресурсу green-bus.com.ua в реєстраційну електронну форму на етапі формування електронного квитка."
    }
  }
}
