{
  "privacy-policy": {
    "title": "Політика конфіденційності",
    "intro": "Ця Політика конфіденційності персональних даних (далі – Політика конфіденційності) діє стосовно всієї інформації, яку сайт green-bus.com.ua (далі – GreenBus), розташований на доменному імені GreenBus (а також його субдоменах), може отримати про Користувача під час використання сайту GreenBus (а також його субдоменів), його програм та його продуктів.",
    "text": {
      "definitions_title": "Визначення термінів",
      "site_administration_text": "1.1 «Адміністрація сайту» (далі – Адміністрація) – уповноважені співробітники на управління сайтом GreenBus, які організовують та (або) здійснюють обробку персональних даних, а також визначають цілі обробки персональних даних, склад персональних даних, що підлягають обробці, та дії (операції), що здійснюються з персональними даними.",
      "personal_data_text": "1.2 «Персональні дані» – будь-яка інформація, що відноситься до прямо або опосередковано визначеної фізичної особи (суб’єкта персональних даних).",
      "processing_of_personal_data_text": "1.3 «Обробка персональних даних» – будь-яка дія (операція) або сукупність дій (операцій), що здійснюються з використанням засобів автоматизації або без використання таких засобів з персональними даними, включаючи збирання, запис, систематизацію, накопичення, зберігання, уточнення (оновлення, зміну), вилучення, використання, передачу (поширення, надання, доступ), знеособлення, блокування, видалення, знищення персональних даних.",
      "confidentiality_of_personal_data_text": "1.4 «Конфіденційність персональних даних» – обов’язкова для дотримання Оператором або іншою особою, яка отримала доступ до персональних даних, вимога не допускати їх розповсюдження без згоди суб’єкта персональних даних або наявності іншої законної підстави.",
      "website_text": "1.5 «Сайт GreenBus» – це сукупність пов’язаних між собою веб-сторінок, розміщених у мережі Інтернет за унікальною адресою (URL): GreenBus, а також його субдомени. «Субдомени» – це сторінки або сукупність сторінок, розташовані на доменах третього рівня, що належать сайту GreenBus, а також інші тимчасові сторінки, внизу яких вказана контактна інформація Адміністрації.",
      "website_user_text": "1.6 «Користувач сайту GreenBus» (далі Користувач) – особа, яка має доступ до сайту GreenBus через мережу Інтернет та використовує інформацію, матеріали та продукти сайту GreenBus.",
      "cookies_text": "1.7 “Cookies” – невеликий фрагмент даних, надісланий веб-сервером і зберігається на комп’ютері користувача, який веб-клієнт або веб-браузер щоразу пересилає веб-серверу в HTTP-запиті, намагаючись відкрити сторінку відповідного сайту.",
      "ip_address_text": "1.8 IP-адреса — унікальна мережна адреса вузла в комп’ютерній мережі, через яку Користувач отримує доступ на GreenBus.",
      "general_provisions_title": "Загальні положення",
      "use_of_site_text": "2.1 Використання сайту GreenBus Користувачем означає згоду з цією Політикою конфіденційності та умовами обробки персональних даних Користувача.",
      "disagreement_with_policy_text": "2.2 У разі незгоди з умовами Політики конфіденційності, Користувач повинен припинити використання сайту GreenBus.",
      "policy_scope_text": "2.3 Ця Політика конфіденційності застосовується до сайту GreenBus. GreenBus не контролює та не несе відповідальності за сайти третіх осіб, на які Користувач може перейти за посиланнями, доступними на сайті GreenBus.",
      "administration_data_check_text": "2.4 Адміністрація не перевіряє достовірність персональних даних, які надає Користувач.",
      "subject_of_policy_title": "Предмет політики конфіденційності",
      "obligations_of_administration_text": "3.1 Ця Політика конфіденційності встановлює зобов'язання Адміністрації щодо нерозголошення та забезпечення режиму захисту конфіденційності персональних даних, які Користувач надає на запит Адміністрації при реєстрації на сайті GreenBus або під час підписки на інформаційну e-mail розсилку.",
      "user_provided_data_text": "3.2 Персональні дані, дозволені для обробки в рамках цієї Політики конфіденційності, надаються Користувачем шляхом заповнення форм на сайті GreenBus і включають таку інформацію:",
      "user_name_text": "3.2.1 Прізвище, ім'я, по батькові Користувача.",
      "user_phone_text": "3.2.2 Контактний телефон Користувача.",
      "user_email_text": "3.2.3 Адреса електронної пошти (e-mail).",
      "user_address_text": "3.2.4 Місце проживання Користувача (при необхідності).",
      "user_photo_text": "3.2.5 Фотографію (при необхідності).",
      "auto_collected_data_text": "3.3 GreenBus захищає дані, які автоматично надсилаються під час відвідування сторінок, включаючи IP адресу, інформацію з cookies, інформацію про браузер, час доступу та реферер (адресу попередньої сторінки):",
      "cookies_disabling_text": "3.3.1 Відключення cookies може спричинити неможливість доступу до частин сайту, що потребують авторизації.",
      "ip_address_statistic_text": "3.3.2 GreenBus здійснює збір статистики про IP-адреси своїх відвідувачів. Ця інформація використовується з метою запобігання, виявлення та вирішення технічних проблем.",
      "other_personal_data_text": "3.4 Будь-яка інша персональна інформація, не умовлена вище (історія відвідування, використані браузери, операційні системи тощо), підлягає надійному зберіганню та нерозповсюдженню, за винятком випадків, передбачених у п.п. 5.2 цієї Політики конфіденційності.",
      "purpose_of_data_collection_title": "Цілі збору персональної інформації користувача",
      "user_identification_text": "4.1 Ідентифікація Користувача, зареєстрованого на сайті GreenBus для подальшої авторизації.",
      "personal_data_access_text": "4.2 Надання Користувачеві доступу до персональних даних сайту.",
      "feedback_with_user_text": "4.3 Встановлення з Користувачем зворотного зв’язку, включаючи направлення повідомлень, запитів щодо використання сайту GreenBus, обробки запитів та заявок від Користувача.",
      "user_location_text": "4.4 Визначення місця знаходження Користувача для забезпечення безпеки, запобігання шахрайству.",
      "data_verification_text": "4.5 Підтвердження достовірності та повноти персональних даних, наданих Користувачем.",
      "account_creation_text": "4.6 Створення облікового запису для використання частин сайту GreenBus, якщо користувач дав згоду на створення облікового запису.",
      "email_notifications_text": "4.7 Повідомлення Користувача електронною поштою.",
      "technical_support_text": "4.8 Надання Користувачеві ефективної технічної підтримки у разі виникнення проблем, пов’язаних з використанням сайту GreenBus.",
      "special_offers_notifications_text": "4.9 Надання Користувачеві за його згодою спеціальних пропозицій, розсилки новин та інших відомостей від імені сайту GreenBus.",
      "methods_and_terms_of_data_processing_title": "Способи та терміни обробки персональної інформації",
      "data_processing_methods_text": "5.1 Обробка персональних даних Користувача здійснюється без обмеження терміну будь-яким законним способом, у тому числі в інформаційних системах персональних даних з використанням засобів автоматизації або без використання таких засобів.",
      "data_loss_notification_text": "5.2 При втраті або розголошенні персональних даних Адміністрація має право не інформувати Користувача про втрату або розголошення персональних даних.",
      "data_protection_measures_text": "5.3 Адміністрація вживає необхідних організаційних та технічних заходів для захисту персональної інформації Користувача від неправомірного або випадкового доступу, знищення, зміни, блокування, копіювання, розповсюдження, а також від інших неправомірних дій третіх осіб.",
      "prevention_measures_text": "5.4 Адміністрація спільно з Користувачем вживає всіх необхідних заходів щодо запобігання збиткам або іншим негативним наслідкам, спричиненим втратою або розголошенням персональних даних Користувача.",
      "rights_and_obligations_title": "Права та обов’язки сторін",
      "free_decision_text": "6.1.1 Приймати вільне рішення про надання своїх персональних даних, необхідних для використання сайту GreenBus, та надавати згоду на їх обробку.",
      "update_data_text": "6.1.2 Оновити, доповнити надану інформацію про персональні дані у разі зміни даної інформації.",
      "data_processing_information_text": "6.1.3 Користувач має право на отримання в Адміністрації інформації щодо обробки його персональних даних, якщо таке право не обмежене відповідно до федеральних законів. Користувач має право вимагати від Адміністрації уточнення його персональних даних, їх блокування чи знищення у разі, якщо персональні дані є неповними, застарілими, неточними, незаконно отриманими або не є необхідними для заявленої мети обробки, а також вживати передбачених законом заходів щодо захисту своїх прав. Для цього достатньо повідомити Адміністрацію за вказаною електронною адресою.",
      "data_usage_text": "6.2.1 Використовувати отриману інформацію виключно для цілей, зазначених у пункті 4 цієї Політики конфіденційності.",
      "confidentiality_obligation_text": "6.2.2 Забезпечити зберігання конфіденційної інформації в таємниці, не розголошувати без попереднього письмового дозволу Користувача, а також не здійснювати продаж, обмін, опублікування або розголошення іншими можливими способами переданих персональних даних Користувача, за винятком пп. 5.2 цієї Політики Конфіденційності.",
      "preventive_measures_text": "6.2.3 Вживати запобіжні заходи для захисту конфіденційності персональних даних Користувача згідно з порядком, який зазвичай використовується для захисту такого роду інформації в існуючому діловому обороті.",
      "data_blocking_text": "6.2.4 Здійснити блокування персональних даних, що належать до відповідного Користувача, з моменту звернення або запиту Користувача, або його законного представника або уповноваженого органу захисту прав суб’єктів персональних даних на період перевірки, у разі виявлення недостовірних персональних даних або неправомірних дій.",
      "responsibility_title": "Відповідальність сторін",
      "administration_responsibility_text": "7.1 Адміністрація, яка не виконала своїх зобов’язань, несе відповідальність за збитки, зазнані Користувачем у зв’язку з неправомірним використанням персональних даних.",
      "data_loss_or_disclosure_responsibility_text": "7.2. У разі втрати або розголошення Конфіденційної інформації Адміністрація не несе відповідальності, якщо ця конфіденційна інформація:",
      "public_info_text": "7.2.1 стала публічним надбанням до її втрати або розголошення.",
      "third_party_data_text": "7.2.2 Була отримана від третьої сторони до її отримання Адміністрацією Ресурсу.",
      "user_consent_disclosure_text": "7.2.3 Була розголошена за згодою Користувача.",
      "user_responsibility_for_legislation_compliance_text": "7.3. Користувач несе повну відповідальність за дотримання вимог законодавства України, у тому числі законів про рекламу, про захист авторських та суміжних прав, про охорону товарних знаків та знаків обслуговування, але не обмежуючись перерахованим, включаючи повну відповідальність за утримання та форму матеріалів.",
      "user_responsibility_for_provided_info_text": "7.4 Користувач визнає, що відповідальність за будь-яку інформацію (у тому числі, але не обмежуючись: файли з даними, тексти тощо), до якої він може мати доступ як до частини сайту GreenBus, несе особа, яка надала таку інформацію.",
      "intellectual_property_respect_text": "7.5 Користувач погоджується, що інформація, надана йому як частина сайту GreenBus може бути об’єктом інтелектуальної власності, права на який захищені та належать іншим Користувачам, партнерам або рекламодавцям, які розміщують таку інформацію на сайті GreenBus. Користувач не має права вносити зміни, передавати в оренду, передавати на умовах позики, продавати, розповсюджувати або створювати похідні роботи на основі такого Змісту (повністю або в частині), за винятком випадків, коли такі дії були письмово прямо дозволені власниками такого Змісту відповідно до умовами окремої угоди.",
      "public_content_distribution_text": "7.6 Стосовно текстових матеріалів (статей, публікацій, що знаходяться у вільному публічному доступі на сайті GreenBus), допускається їх поширення за умови, що буде дане посилання на GreenBus.",
      "no_admin_responsibility_for_user_content_text": "7.7. Адміністрація не несе відповідальності перед Користувачем за будь-які збитки або збитки, завдані Користувачем внаслідок видалення, збою або неможливості збереження будь-якого Змісту та інших комунікаційних даних, що містяться на сайті GreenBus або передаються через нього.",
      "no_admin_responsibility_for_user_behaviour_text": "7.8. Адміністрація не несе відповідальності за будь-які прямі чи непрямі збитки, що відбулися через: використання або неможливість використання сайту або окремих сервісів; несанкціонованого доступу до комунікацій Користувача, заяви або поведінку будь-якої третьої особи на сайті.",
      "no_admin_responsibility_for_user_info_text": "7.9. Адміністрація не несе відповідальності за будь-яку інформацію, розміщену користувачем на сайті GreenBus, включаючи, але не обмежуючись: інформацією, захищеною авторським правом, без прямої згоди власника авторського права.",
      "dispute_resolution_title": "Вирішення суперечок",
      "pre_court_proceedings_text": "8.1. До звернення до суду зі позовом щодо спорів, що виникають із відносин між Користувачем та Адміністрацією, обов’язковим є пред’явлення претензії (письмової пропозиції або пропозиції в електронному вигляді про добровільне врегулювання спору).",
      "claim_response_time_text": "8.2. Одержувач претензії протягом 30 календарних днів з дня отримання претензії, письмово або в електронному вигляді, повідомляє заявника претензії про результати розгляду претензії.",
      "arbitration_court_resolution_text": "8.3 При недосягненні угоди спір буде передано на розгляд Арбітражного суду м. Київ.",
      "policy_legislation_text": "8.4 До цієї Політики конфіденційності та відносин між Користувачем та Адміністрацією застосовується чинне законодавство України.",
      "additional_terms_title": "Додаткові умови",
      "policy_changes_text": "9.1 Адміністрація має право вносити зміни до цієї Політики конфіденційності без згоди Користувача.",
      "new_policy_effective_date_text": "9.2. Нова Політика конфіденційності набирає чинності з моменту її розміщення на сайті GreenBus, якщо інше не передбачено новою редакцією Політики конфіденційності.",
      "suggestions_and_questions_text": "9.3. Усі пропозиції або питання щодо цієї Політики конфіденційності слід повідомляти за адресою: greenbus.ukraine@gmail.com",
      "current_policy_location_text": "9.4. Чинна Політика конфіденційності розміщена на сторінці за адресою",
      "updated_date_text": "Оновлено: 17. 06. 2025 року м. Київ, GreenBus"
    }
  }
}
