{
  "main-page": {
    "herow_title": "Buy Bus Tickets Online",
    "buses_title": "Bus tickets across Ukraine and Europe",
    "buses_description": "GreenBus provides a convenient service for travelers who value their time. We aggregate offers from hundreds of carriers, allowing you to compare prices, check up-to-date schedules, and book seats online. Travel comfortably between Ukrainian cities or plan your big trip to Europe with us.",
    "buses_button": "All bus destinations",
    "сarriers_title": "Reliable Carriers",
    "сarriers_description": "We partner only with verified companies. Compare ratings, read real reviews, and choose the best service at the best price.",
    "сarriers_button": "All Carriers",
    "popular_title": "Popular bus routes",
    "popular_button": "All bus destinations",
    "popular_button_title": "View all available bus routes across Ukraine and Europe",
    "router_link_title": "Bus tickets {from} — {to}: schedule and prices",
    "router_sr_only": "Bus {from} — {to}",
    "get_started_title": "Plan Your Trip",
    "get_started_description": "Organize your trip in a few clicks. Our interactive map helps you choose a route, compare travel times, and check comfort levels. Add stopovers and build the perfect path through your favorite cities.",
    "get_started_button": "Build Route",
    "questions_title": "FAQ",
    "questions_description": "Answers to key questions about booking, luggage, and travel. Can't find what you need? Our support is always online.",
    "questions_button": "Go to Help Center",
    "learn_more": "Learn More",
    "payment_title": "No queues, no cash",
    "payment_description": "Buy bus tickets online 24/7. Forget about ticket offices — your digital ticket is ready on your smartphone.",
    "destinations_title": "50,000 destinations across Europe",
    "destinations_description": "Business or travel — find the perfect route. Choose from over 50,000 bus schedules for any destination.",
    "secure_title": "Secure online payment",
    "secure_description": "Your data is fully protected. We use international PCI DSS standards for safe bus ticket booking.",
    "refunds_title": "Easy ticket refunds",
    "refunds_description": "Plans changed? Refund your bus tickets quickly via your personal account without hassle or calls."
  }
}
