{
  "main-page": {
    "herow_title": "Affordable bus tickets — comfortable travel across Ukraine and Europe | GreenBus",
    "buses_title": "Bus routes across Europe",
    "buses_description": "Discover the most picturesque corners of Europe easily and affordably! Comfortable buses, convenient routes, reasonable prices, and a wide range of destinations—everything you need for an unforgettable trip. Travel in comfort, without hassle or unnecessary expenses!",
    "buses_button": "All countries",
    "сarriers_title": "Reliable carriers",
    "сarriers_description": "Discover companies that ensure safe and comfortable trips. Choose the best based on reviews, service level, and price.",
    "сarriers_button": "View all",
    "popular_title": "Where would you like to go?",
    "popular_button": "Popular destinations",
    "get_started_title": "Plan your route easily",
    "get_started_description": "Plan your trip to Europe in just a few clicks! Thanks to the interactive map, you can choose the most convenient destinations, compare distances, travel times, and the comfort of carriers. Select the perfect stops, routes that pass through the most interesting cities, and even add new travel destinations.",
    "get_started_button": "Choose route",
    "questions_title": "Questions and answers",
    "questions_description": "Find answers to the most common questions about our services. If anything is still unclear — we're always ready to help.",
    "questions_button": "Support center",
    "learn_more": "Learn more",
    "payment_title": "No lines or cash needed",
    "payment_description": "Buy tickets quickly and easily right on the website — anytime, without the need to use cash.",
    "destinations_title": "50,000 destinations",
    "destinations_description": "Choose from tens of thousands of routes — whether for business or leisure, we'll offer the best option.",
    "secure_title": "Secure payment protection",
    "secure_description": "Your payment data is protected according to PCI DSS standards — security at every step.",
    "refunds_title": "Simple ticket refund",
    "refunds_description": "Refund tickets quickly and without unnecessary steps through your personal account."
  }
}
