{
  "oferta-page": {
    "title": "Public Offer Agreement",
    "text": {
      "intro": "Individual entrepreneur YEFIMOVA TETIANA, acting on the basis of the Extract from the USREOU of IE GF 3058409305 (hereinafter referred to as the 'Contractor'), in accordance with Article 633 of the Civil Code of Ukraine, offers to an unlimited number of persons (hereinafter referred to as the 'User(s) and/or Passenger(s)') to conclude a Public Offer Agreement (hereinafter referred to as the 'Agreement'), for the purpose of searching and/or purchasing tickets on the green-bus.com.ua website (hereinafter referred to as the 'Site') under the following conditions.",
      "terms_definitions_title": "Terms and Definitions",
      "agent": "Agent - a person who performs intermediary activities in the distribution of Carrier tickets through the Site.",
      "baggage": "Baggage - cargo allowed to be transported by bus, the size and weight of which are set by this Agreement.",
      "ticket": "Ticket (electronic ticket) - a visual form of an electronic travel document of the established form, generated by the Site, containing the necessary information about the transportation service, is an agreement between the Carrier and the Passenger and provides the Passenger with the right to receive bus transportation services exclusively on the flight indicated in the ticket, which is sent to the email address provided when ordering or otherwise issued to the User. The ticket number is the number of the public offer agreement and the number of the passenger transportation agreement. The ticket is a personalized travel document and cannot be transferred to another person. The ticket is also proof of the conclusion of an insurance contract. The ticket is valid from the moment of its payment and is valid until the date and time of actual arrival at the destination point indicated in it.",
      "commission_fee": "Commission fee - the fee to the Contractor and/or the Agent for the services of purchasing the Ticket. The commission fee is included in the Ticket price and is paid by the User. The amount of the commission fee depends on the type and method of Ticket payment, as well as the terms of the agreement between the Carrier and the Contractor and/or the Agent, which may change. If the ticket is sold by a Subagent, the subagent's commission fee is included in the Agent's commission fee and cannot exceed its amount.",
      "user_of_site": "Site User - any capable individual, individual entrepreneur and/or their representative, a representative of a legal entity who has accepted the terms of the offer and uses the site in any way.",
      "passenger": "Passenger - an individual who has a ticket in their name and intends to use or has used the transportation services provided by the Carrier.",
      "carrier": "Carrier - a legal entity and/or individual entrepreneur who is part of the GreenBus carrier group, directly provides passenger and baggage transportation services by road transport, selected and paid for using the booking and payment system on the Site, and cooperates with other legal entities and individual entrepreneurs on partnership, intermediary, and other agreements.",
      "payer": "Payer - an individual, legal entity, or individual entrepreneur who makes a payment for the services on behalf of the User/Passenger.",
      "service": "Service - a set of paid services that can be received by the Passenger under the conditions, in the manner, and in the order regulated by this Agreement.",
      "rules_of_carriage": "Rules of carriage - the rules for the carriage of passengers by the Carrier's buses, which are contained on the Site and determine the procedure for the carriage of passengers and their baggage, and are binding on the Carrier and Passengers.",
      "site": "Site - open for free visual acquaintance by any person, a publicly accessible website located on the Internet at green-bus.com.ua, along with all its functional capabilities, pages, graphics, etc., intended for obtaining services for searching for a vehicle, its route, seat availability, registration, booking, sale of travel documents (tickets) for this transport, and other services.",
      "parties": "Parties - the Parties to the public offer Agreement are the Contractor and the User.",
      "contract_subject_title": "Subject of the Contract",
      "contract_subject_1_1": "1.1 The subject of this Offer is the provision by the Contractor to the Users under the conditions determined by this Agreement of services for booking, processing, and selling tickets for flights, as well as other additional services (baggage places, animals, etc.), located on the site green-bus.com.ua, according to the date, time, and direction chosen by the User.",
      "contract_subject_1_2": "1.2 The User may act within the framework of the Agreement on their behalf and in their interests and/or on behalf of and in the interests of a third party. In this case, the User acts solely within the powers granted to them by the third party.",
      "contract_subject_1_3": "1.3 The sale of Tickets to the User, including Electronic tickets, is carried out exclusively under the conditions of this Offer and only in case of full and unconditional acceptance of the terms of this Offer by the User (acceptance of the Offer).",
      "rights_obligations_parties_title": "Rights and Obligations of the Parties",
      "rights_obligations_parties_2_1_1": "2.1.1 Receive services under the Contract;",
      "rights_obligations_parties_2_1_2": "2.1.2 Use the Ticket in accordance with the chosen date, time, place of departure, and chosen Carrier;",
      "rights_obligations_parties_2_1_3": "2.1.3 Return the Ticket under the conditions determined by the Contractor;",
      "rights_obligations_parties_2_1_4": "2.1.4 In the case of moral harm caused to the User by the actions or inaction of the Contractor, the amount of compensation, if proven and substantiated, cannot exceed an amount greater than the cost of the Ticket.",
      "rights_obligations_parties_2_1_5": "2.1.5 Receive the following compensatory measures in the event of the Carrier's cancellation of the flight: travel by the nearest flight of the Carrier or its partner to the destination; return of the ticket price in accordance with the unused portion of the service (for the road not traveled).",
      "rights_obligations_parties_2_2": "The User is obligated to:",
      "rights_obligations_parties_2_2_1": "2.2.1 Pay for the Ticket in the amount of 100% of the cost indicated on the Site before the start of the transportation;",
      "rights_obligations_parties_2_2_2": "2.2.2 Inform the Contractor about the impossibility of using the Ticket for any reason;",
      "rights_obligations_parties_2_2_3": "2.2.3 Familiarize themselves with the terms of this Agreement and, in the case of purchasing a ticket for a third party, inform them (the Passenger) of the terms of this agreement.",
      "rights_obligations_parties_2_3": "The Contractor has the right to:",
      "rights_obligations_parties_2_3_1": "2.3.1 Act on behalf of the Carrier within the powers defined by contractual relations;",
      "rights_obligations_parties_2_3_2": "2.3.2 Record telephone conversations with the User and/or Passenger in any cases related to the purchase, use, and return of the Ticket, purchased through the Site.",
      "rights_obligations_parties_2_4": "The Contractor is obligated to:",
      "rights_obligations_parties_2_4_1": "2.4.1 Send the User the Ticket according to the form established and accepted by the Carrier;",
      "rights_obligations_parties_2_4_2": "2.4.2 Inform the User about changes in the conditions of service provision;",
      "rights_obligations_parties_2_4_3": "2.4.3 Inform the User about the change or cancellation of the flight;",
      "rights_obligations_parties_2_4_4": "2.4.4 Accept the User's request, consider it independently or forward it for consideration to the appropriate Carrier and inform the User about the consideration of the request (complaint). In the case of forwarding the request (complaint) to the Carrier for consideration, the Contractor must inform the User about the results of its consideration by the Carrier;",
      "rights_obligations_parties_2_4_5": "2.4.5 Provide a response to the request in the same manner as it was received. The response will not be sent to a third party (including at the request of the User).",
      "order_conditions_ticket_return_title": "Order Conditions and Ticket Return",
      "order_conditions_ticket_return_3_1": "3.1 To process and purchase a Ticket on the Site, certain information must be filled in, namely: the Passenger's name and surname, a valid email address, and a phone number. The User must check the information on the Site before confirming it. The User bears the risk of providing incorrect information on the Site. Upon receiving the ticket, the User must immediately recheck the accuracy of the information indicated on it, as well as the correspondence of the ticket price to the amount paid. Claims made later will not be satisfied.",
      "order_conditions_ticket_return_3_2": "3.2 Before making a payment, the User must familiarize themselves with the terms of this offer agreement. The User has the right to pay for the Tickets by any of the methods offered by the Contractor, information about which is on the Site. Payment for the ticket must be made after selecting a seat on the Site. At the end of this time, the seat reservation is canceled, and the order is canceled.",
      "order_conditions_ticket_return_3_3": "3.3 When purchasing a Ticket, it is also necessary to specify the payment information related to the bank cards, i.e., their numbers and validity periods. This information must be entered for each payment on the secure service of the selected payment system.",
      "order_conditions_ticket_return_3_4": "3.4 If the User is not the Passenger, by booking and paying for the services, they confirm that they are an authorized person of the Passenger in whose name the booking and payment of the services are made and undertake to inform the Passenger of the terms of this Agreement and other information necessary for the Passenger to receive the transportation service.",
      "order_conditions_ticket_return_3_5": "3.5 After being processed and paid for by the User on the site, the Ticket is generated by the electronic booking and ticket sales system and sent to the User's email address.",
      "order_conditions_ticket_return_3_6": "3.6 The User who paid for or booked the Ticket and other Carrier services through the Site confirms that they are familiar with and unconditionally accept the terms of this Offer Agreement and undertake to comply with them. The agreement with all the terms of this Agreement and the obligation to comply with them applies to the persons for whom the Tickets were purchased.",
      "order_conditions_ticket_return_3_7": "3.7 Fares are set by the Carrier. Fares are dynamic and may change depending on the number of available seats, day and time of purchase, seasonality, and other factors. The decision to change fares, introduce or cancel special fares, and the amount and conditions of their application is made solely by the Carrier. The Passenger accepts these conditions and agrees that tickets for the same flight at different times may differ in price.",
      "order_conditions_ticket_return_3_8": "3.8 Funds received from the User for the purchase of the Ticket belong to the Contractor, including the commission fee (if it was included in the ticket price).",
      "order_conditions_ticket_return_3_9": "3.9 The User is solely responsible for all commission expenses and other bank-defined costs that may be added to the Ticket price or additional services by the credit or debit card issuer.",
      "order_conditions_ticket_return_3_10": "3.10 Banking services related to the transfer of funds under the Agreement are paid by the Party that carries them out.",
      "order_conditions_ticket_return_3_11": "3.11 The identifier of the User is the email address and/or phone number specified when purchasing the Ticket.",
      "order_conditions_ticket_return_3_12": "3.12 Requests from the phone number/email address left when purchasing the Ticket allow the Contractor to identify the User as a proper Party to the Agreement with the corresponding rights and obligations, and allows actions to be taken in relation to both the Agreement as a whole and the specific purchased Ticket.",
      "order_conditions_ticket_return_3_13": "3.13 Requests from a different phone number and/or email address than the one provided when purchasing the Ticket give the Contractor the right to require the User to additionally identify themselves as the proper party to the Agreement.",
      "order_conditions_ticket_return_3_14": "3.14 In the case of the inability to identify the User as a party to the Agreement, the Contractor reserves the right to refuse to consider the request.",
      "order_conditions_ticket_return_3_15": "3.15 Responsibility for the preservation and/or access to the phone number and/or email address rests with the User. The Passenger must be reachable at the specified phone number 12 hours before the bus departure and throughout the entire trip. The negative consequences of the Contractor's and/or Carrier's inability to timely contact the User and/or Passenger at the phone numbers provided on the Site are borne by the User.",
      "ticket_return_conditions_title": "Ticket Return Conditions",
      "ticket_return_conditions_3_16_1": "3.16.1 In case of notification by the Carrier of the cancellation of the flight for any reason, the Contractor refunds the funds received as payment for the Ticket in the same way they were received in the amount of 100% of the Ticket price, or, if available, offers another Ticket for the flight of the same or another Carrier.",
      "ticket_return_conditions_3_16_2": "3.16.2 In the case of a Ticket return initiated by the User, the Agent refunds the funds to the User according to the following formula: RP = TP - (TP x % CF) - (TP x % CH), where - RP - refund amount paid to the User after deducting the commission fee and the Carrier's holding; TP - ticket price paid by the User for the purchased Ticket; % CF - the percentage of the commission fee that the Agent receives for the provided ticket sales services; % CH - the percentage of the Carrier's holding, which is carried out according to the following rules: return more than 72 hours before departure - a 10% holding of the ticket price; return more than 24 hours but less than 72 hours before departure - a 30% holding of the ticket price; return less than 24 hours but more than 12 hours before departure - a 50% holding of the ticket price; return less than 12 hours before departure - a 100% holding of the ticket price.",
      "ticket_return_conditions_3_16_3": "3.16.3 Refunds for the ticket, subject to mandatory deductions, are made in the user's personal account or by application to the email Praha-bus@ukr.net. The refund is made within 14 working days from the date of receiving the application.",
      "ticket_return_conditions_3_16_4": "3.16.4 For tickets that have been rescheduled to another date at the User's request, no refunds are provided in any form. Rescheduling a ticket to another date is only possible once.",
      "ticket_return_conditions_3_16_5": "3.16.5 In the case of purchasing tickets through Agents, all claims regarding ticket returns and/or refunds are resolved with such Agent.",
      "ticket_return_conditions_3_16_6": "3.16.6 In the case of a ticket return and its cost refund to the User, it is considered that the User and the Passenger no longer have any claims against the Contractor and the Carrier.",
      "transportation_conditions_title": "Conditions for Providing Passenger and Baggage Transportation Services by the Carrier",
      "transportation_conditions_general_4_1_1": "4.1.1 Passenger and baggage transportation services are provided by the Carrier exclusively based on a ticket.",
      "transportation_conditions_general_4_1_2": "4.1.2 The ticket is a Transportation Agreement concluded between the Passenger and the Carrier, based on which the Passenger has the right to use the vehicle and related services exclusively on the flight indicated in the ticket.",
      "transportation_conditions_general_4_1_3": "4.1.3 The ticket is a personalized travel document and cannot be transferred to another person.",
      "transportation_conditions_general_4_1_4": "4.1.4 The ticket is valid from the moment of its payment and is valid until the date and time of arrival at the destination point indicated in it.",
      "transportation_conditions_general_4_1_5": "4.1.5 By receiving a ticket in their name, the Passenger confirms that they are aware of the terms of this Agreement and unconditionally accept them.",
      "transportation_conditions_general_4_1_6": "4.1.6 The Passenger is obligated to comply with the Rules of Carriage, which are contained on the Site, as well as customs and international legislation.",
      "transportation_conditions_general_4_1_7": "4.1.7 By purchasing a Ticket through the Site to the destination or for a transfer, the User is obligated to independently determine a sufficient amount of time for arrival and transfer. The recommended number of waiting hours at the transfer point is 4 hours for domestic flights and 12 hours for international flights from the scheduled arrival time. The indication of the bus arrival time at the stop on the transportation route in the ticket is indicative and is not a material term of the transportation agreement, the non-compliance with which entails legal consequences for the Carrier.",
      "transportation_conditions_general_4_1_8": "4.1.8 During boarding the bus, the Passenger is required to present the ticket for control to the Carrier's employee along with an identification document. During boarding an international flight, the Passenger is required to present the Carrier's employee with documents that allow them to cross the international border.",
      "transportation_conditions_general_4_1_9": "4.1.9 The Passenger is required to present a document that shows the application of a discount or benefit for the services. In the absence of a document confirming the validity of the discount or benefit, the Passenger has the right to use the service only after making an additional payment to the standard (without discount) cost of the service.",
      "transportation_conditions_general_4_1_10": "4.1.10 The Passenger is required to keep the ticket until arrival at the destination indicated in the ticket.",
      "transportation_conditions_general_4_1_11": "4.1.11 In case of ticket loss before departure, it can be restored at the place of purchase.",
      "transportation_conditions_general_4_1_12": "4.1.12 The ticket is proof of the conclusion of an insurance contract.",
      "transportation_conditions_general_4_1_13": "4.1.13 The Passenger must arrive at the boarding place at least 30 minutes before the bus departure. After handing over their baggage to the baggage compartment, the Passenger must present all necessary documents and carry-on luggage to the Carrier's representative (driver, controller, etc.), who, in turn, will determine the place the Passenger will occupy in the bus. If the place for boarding the Passenger is indicated in the ticket, the Passenger is required to occupy this place.",
      "transportation_conditions_general_4_1_14": "4.1.14 The Carrier reserves the right to require the Passenger to move to another place other than the one indicated in the ticket. After occupying their place, the Passenger must not interfere with the boarding of other Passengers.",
      "transportation_conditions_general_4_1_15": "4.1.15 The Carrier has the right to change the bus during transportation; change the Passenger's seat in the bus without prior consent and notification or when replacing the bus or to ensure the highest quality of travel. The bus layout during ticket purchase is informative, changes in seat and aisle arrangement are possible.",
      "transportation_conditions_general_4_1_16": "4.1.16 If the Passenger is absent for boarding the bus at the specified time and place of departure, the Transportation Service Agreement is considered terminated at the Passenger's initiative, and the Carrier reserves the right to sell the ticket for the free seat.",
      "transportation_conditions_general_4_1_17": "4.1.17 For safety reasons, escorts and other persons, except passengers, are not allowed in the bus cabin.",
      "transportation_conditions_general_4_1_18": "4.1.18 Children under 12 years old are prohibited from sitting in seats near the drivers.",
      "transportation_conditions_general_4_1_19": "4.1.19 The Carrier has the right to temporarily or completely suspend the provision of passenger and baggage transportation services in the event of force majeure (bad weather conditions, natural disaster, epidemic or other emergency, actions of state authorities, adoption of new laws, military aggression, road traffic accident, etc.), bus breakdown, if there are circumstances that threaten the life and health of Passengers or other persons, without compensation for the cost of paid passenger and baggage transportation services.",
      "transportation_conditions_general_4_1_20": "4.1.20 The Carrier has the right to stop the movement of the vehicle (bus) in case of a threat to the life and health of Passengers or other persons and continue the movement after the end of such circumstances.",
      "transportation_conditions_general_4_1_21": "4.1.21 In the case of a bus breakdown that was performing the transportation, the Passenger has the right to: Receive compensation of 100% of the Ticket price, which will be considered as the termination of the Transportation Agreement and the absence of claims against the Carrier and the Contractor; Transfer to another bus provided by the Carrier. Proper performance of the transportation agreement will be considered the delivery of the Passenger to the destination point indicated in their ticket. In this case, it will be considered that the Passenger received the services in full and has no claims against the Contractor or the Carrier.",
      "transportation_conditions_general_4_1_22": "4.1.22 The Carrier has the right not to allow a Passenger to board the bus if they arrive for boarding in a state of intoxication (with signs of alcohol and/or drug intoxication), with obvious signs of illness that are dangerous to other Passengers, and/or in dirty clothes, and/or violate the rules of behavior in public places, as well as if their actions disturb the peace or create danger for other passengers. In this case, the ticket price is not refunded, and the Carrier/crew is not responsible for such actions.",
      "transportation_conditions_general_4_1_23": "4.1.23 The Carrier may refuse transportation to the Passenger during boarding, performing the flight, and disembark them at any point on the route if they violate the provisions of this Agreement regarding the order of transportation, their actions disturb the crew's work, the peace of passengers or create danger for others. In this case, the ticket price is not refunded, and the Carrier/crew is not responsible for such actions.",
      "transportation_conditions_general_4_1_24": "4.1.24 The Carrier has the right to involve third parties in providing the services provided for by the transportation agreement.",
      "transportation_conditions_general_4_1_25": "4.1.25 Along the route, the bus makes stops, the number and duration of which are announced by the bus crew. If the Passenger does not adhere to the time announced for the stop, the driver has the right to continue the route, and the Passenger must make their way to the destination on their own without compensation for the remaining journey costs. In this case, the Carrier is not responsible for the baggage left in the bus. Such baggage is stored by the Carrier for two days and then transferred to the lost and found office.",
      "transportation_conditions_general_4_1_26": "4.1.26 The bus schedule does not provide time for the Passenger to complete Tax-Free procedures.",
      "transportation_conditions_general_4_1_27": "4.1.27 In the case of the non-provision of additional service services (providing hot drinks, light snacks, newspapers, magazines, watching movies, Wi-Fi, internet connection, 220V, pillows, blankets, toilet, air conditioning, etc.) that can optionally be provided by the Carrier, the Passenger is not entitled to compensation for the cost of these services.",
      "transportation_conditions_general_4_1_28": "4.1.28 The Carrier has the right to install video surveillance systems in the bus cabin to ensure the round-the-clock safety of passengers, in accordance with the Geneva Convention of the United Nations against Transnational Organized Crime, the Council of Europe Convention on Measures to Combat International Terrorism and Human Trafficking.",
      "transportation_conditions_general_4_1_29": "4.1.29 Complaints sent in writing to the Carrier's legal address are considered within 30 days from the date of their receipt. If the Passenger's complaints are related to services provided by partners, agents, and any other persons on behalf of and in the interests of the Carrier, the consideration period of such a complaint may be extended to 60 working days.",
      "transportation_conditions_general_4_1_30": "4.1.30 The Carrier is not responsible for the legal relationships that occurred before the start and during the bus transportation between the Passenger and the Carrier's crew, including those paid for by the latter, but such services are not provided for by this agreement or the Rules of Carriage. All disputes on such issues are resolved by the Passenger independently and do not have the right to claim compensation from the Carrier.",
      "international_transportation_conditions_title": "Conditions for Transportation on International Routes",
      "international_transportation_conditions_4_2_1": "4.2.1 On international routes, the general conditions and order of transportation services apply, as well as additional conditions defined by this point.",
      "international_transportation_conditions_4_2_2": "4.2.2 Before using the passenger and baggage transportation services on the Carrier's international route, the Passenger is obligated to independently familiarize themselves with the current rules for crossing borders and the list of necessary documents.",
      "international_transportation_conditions_4_2_3": "4.2.3 During international road transportation, 12 hours before crossing the border, at the moment of crossing the border, and 12 hours after, the Passenger is required to have valid, properly issued documents necessary for entry into the destination countries, transit countries, and present them to the carrier upon request. Such documents may include: EU citizen passport for entry and/or transit, stay on the territory of EU countries, Schengen countries, or other foreign states if the internal legislation of the country does not require the citizen to have other travel documents; Biometric passport; passport and visa in this passport for entry and/or transit, stay on the territory of the country to which the visa regime established by the country's legislation applies; Child's passport, child's travel document, and visa in this passport/document for entry and/or transit, stay on the territory of the country to which the visa regime established by the country's legislation applies; For travel with children, additional travel documents may be required, such as a birth certificate, notarized power of attorney from parents, divorce certificate, court decision, etc. The list of documents depends on the legislation of the country from/to/through which the child travels; Diplomatic passport, service passport, and visa, if required by the legislation of the country of travel or transit countries; Veterinary and other documents that are mandatory for crossing the border of Ukraine and transit countries with animals; Other documents required by foreign countries for crossing the border of Ukraine and transit countries.",
      "international_transportation_conditions_4_2_4": "4.2.4 When performing international passenger road transportation, the Carrier has the right before the start of such transportation to check the presence, but not the validity, of documents required for entry into the destination countries, transit countries, and refuse transportation to passengers who do not present the necessary documents upon request.",
      "international_transportation_conditions_4_2_5": "4.2.5 In case of violation of visa regimes by the Passenger (expiration of the visa term or the visa term has not yet started, replacement of the passport with another document, etc.), the carrier reserves the right not to perform the transportation of the passenger. The passenger is not compensated for the cost of the unused ticket.",
      "international_transportation_conditions_4_2_6": "4.2.6 The Carrier's refusal to perform international road transportation to the Passenger who did not present the documents required for entry into the destination country, transit countries, does not entail the obligation of the Carrier to compensate the passenger for any losses incurred in connection with this.",
      "international_transportation_conditions_4_2_7": "4.2.7 If, during border crossing, it is found that the Passenger does not have or has improperly issued documents allowing border crossing and this causes losses to the Carrier, the Passenger must compensate all the Carrier's losses, including fines, penalties, legal assistance costs, etc.",
      "international_transportation_conditions_4_2_8": "4.2.8 The Carrier is not responsible for any direct, indirect, incidental losses and fines to the Passenger, related to delays during movement, and untimely arrival at follow-up stations, if this was caused by circumstances beyond its control (including, but not limited to, delays during customs border crossings, weather conditions, traffic jams, actions of state authorities, road repair works, etc., actions of the passengers themselves, which affected the implementation of these circumstances) and other reasons that could not be prevented by the Carrier despite all taken precautions.",
      "international_transportation_conditions_4_2_9": "4.2.9 The Passenger is fully individually responsible for violating the laws of the countries along the route. In case of detention of the Passenger at the control for individual inspection/checking/completion of customs formalities due to their personal violations, the transportation agreement is considered terminated, and the bus has the right to continue the route without the passenger. In this case, the fulfillment of the terms of the transportation agreement is considered fulfilled, despite the fact that the transportation was carried out in a different volume than previously provided, the cost of the trip is not refunded, and the Passenger's claims in this regard cannot be satisfied.",
      "behavior_rules_in_bus_title": "Rules of Conduct in the Bus",
      "behavior_rules_in_bus_4_3_1": "4.3.1 The Passenger is obligated to treat the bus equipment with care and not allow its damage. In case of damage to the vehicle equipment (bus) or the vehicle itself by the Passenger, the latter is financially responsible to the Carrier for the damage caused and is obligated to compensate the Carrier for the related material damage.",
      "behavior_rules_in_bus_4_3_2": "4.3.2 If the bus is equipped with seat belts, the Passenger is obligated to fasten them and use them as intended. Failure to comply with this requirement may result in a fine being imposed directly on the Passenger or the obligation to reimburse the fine to the Carrier if it was applied to the latter due to the Passenger's behavior. The Carrier is not responsible for injuries sustained by the Passenger due to non-compliance with this point.",
      "behavior_rules_in_bus_4_3_3": "4.3.3 Boiling water can only be used with the permission of the driver or stewardess during a stop to avoid accidents.",
      "behavior_rules_in_bus_4_3_4": "4.3.4 When using the toilet, the Passenger is obligated to observe sanitary rules, not throw hygiene products or other items into the toilet. The Passenger is obligated to refrain from any other actions that may cause premature filling of the toilet.",
      "behavior_rules_in_bus_4_3_5": "4.3.5 During the trip, Passengers may be offered to watch movies and listen to music. Considering the diversity of tastes and views of Passengers, the Carrier reserves the right to choose movies and music but may take into account the opinions of Passengers.",
      "behavior_rules_in_bus_4_3_6": "4.3.6 During bus stops, before leaving their seat, the Passenger must ensure that the seatback is in a vertical position, the table is closed, and the footrest is put away.",
      "behavior_rules_in_bus_4_3_7": "4.3.7 During the movement in the bus cabin, the Passenger is prohibited from: transporting weapons and other items excluded from civil circulation, dangerous goods, including flammable, explosive, and those that can contaminate the vehicle or passengers' clothing; smoking, consuming alcoholic beverages, and drugs in the cabin, toilet, service rooms of the bus; putting feet on the seats, blocking the aisle in the bus; creating inconvenience to other passengers with their behavior or interfering with the crew's work, distracting the driver's attention from driving during the movement; making corrections to the ticket and transferring it to another person; using emergency equipment without need; walking around the cabin and standing in the aisles during the movement of the bus without urgent necessity. Injuries received as a result of moving around the cabin during the movement are considered to be caused by the Passenger's fault. putting feet on the seats, lying on the seats or on the bus floor. littering in the cabin. Garbage must be thrown into trash cans at stops. distracting the driver during the movement.",
      "behavior_rules_in_bus_4_3_8": "4.3.8 In case of violation or non-compliance with the rules of conduct in the bus by the Passenger, the Carrier reserves the right to remove the Passenger from the flight without monetary compensation for the ticket price.",
      "luggage_transportation_rules_title": "Luggage Transportation Rules",
      "luggage_transportation_rules_4_4_1": "4.4.1 One Passenger is entitled to free transportation of: luggage occupying 1 (one) luggage space and measuring no more than 60x40x40 cm, with a total weight of up to 25 kg. hand luggage weighing up to 5 kg, occupying 1 (one) place. Hand luggage is considered a bag that is easily carried and can be placed under the seat or above the passenger's seat; a folded baby stroller; a folded wheelchair.",
      "luggage_transportation_rules_4_4_2": "4.4.2 If the luggage exceeds the size of 60x40x40 cm and weighs more than 25 kg, it can be accepted for transportation if there is free space in the bus luggage compartment and for an additional fee. In this case, the possibility of such transportation must be agreed with the Carrier's office 24 hours in advance.",
      "luggage_transportation_rules_4_4_3": "4.4.3 Additional luggage is subject to transportation only if there is free space in the bus luggage compartment, cannot exceed one luggage space, and is subject to separate payment to the Carrier. Payment for luggage to the Carrier's driver is prohibited. Additional luggage must not exceed the dimensions and weight of the main luggage. Free space in the luggage compartment is determined by the driver during boarding, taking into account the total number of passengers on the bus, distribution by cities, and other factors.",
      "luggage_transportation_rules_4_4_4": "4.4.4 The Carrier is not responsible for the personal belongings of the Passenger and the safety of luggage in the bus cabin, for the loss of money, jewelry, passport, valuable papers, collectibles, items of scientific value, and other valuables not in the bus luggage compartment.",
      "luggage_transportation_rules_4_4_5": "4.4.5 The Carrier is responsible only for the luggage that was accepted for transportation, i.e., the passenger was issued a luggage tag confirming the acceptance of the luggage.",
      "luggage_transportation_rules_4_4_6": "4.4.6 The Carrier is not responsible for any damage to fragile, perishable, improperly packaged, valuable (money, documents, electronic and technical means, etc.) items transported in the bus luggage compartment.",
      "luggage_transportation_rules_4_4_7": "4.4.7 The Carrier is not responsible for minor or superficial damage to registered luggage transported in the bus luggage compartment, in particular, for broken wheels and handles, lost strapping belts, and minor damage such as cuts, scratches, creases, or stains that occurred during normal wear and tear and use during the trip.",
      "luggage_transportation_rules_4_4_8": "4.4.8 Oversized items, the transportation of which was not agreed with the Carrier's office 24 hours in advance, are not accepted for transportation.",
      "luggage_transportation_rules_4_4_9": "4.4.9 Bicycles are allowed for transportation only in a disassembled form, if there is free space in the bus luggage compartment and if such transportation is agreed with the Carrier's office. Bicycles are transported in the bus luggage compartment if there is free space. The front wheel must be removed and packed separately. The bicycle must also be packed. A disassembled and packed bicycle is considered two pieces of luggage.",
      "luggage_transportation_rules_4_4_10": "4.4.10 The Carrier is responsible for lost luggage transported in the bus luggage compartment only if it was caused by the Carrier's fault, which is proven by the Passenger, but not exceeding the amount of 100 US dollars per person, provided that the claim is submitted no later than three days from the date of the bus departure.",
      "luggage_transportation_rules_4_4_11": "4.4.11 It is forbidden to transport luggage that threatens the safety or health of other passengers, may damage other luggage or the vehicle. The Carrier has the right to refuse transportation of luggage if the bus crew suspects that the contents of the bags may cause delays during customs procedures. The Passenger has the right to travel without such luggage. In case of refusal, it is considered that the Passenger voluntarily refused such a trip.",
      "luggage_transportation_rules_4_4_12": "4.4.12 The transportation of animals is possible only with the Carrier's consent and with a separate ticket. The animal is transported with a separate ticket and provided with a separate seat. The transportation of animals is possible only in specially designed carriers (containers, cages, etc.). The transportation of dogs is allowed only in a muzzle. Any animal subject to transportation by the Carrier's bus must be vaccinated, and the passenger must have the relevant document. The Carrier has the right to refuse transportation of an animal if it behaves aggressively towards others, can harm passengers or the bus, or can disturb other passengers during transportation. Damage caused by the animal to other passengers or the Carrier is compensated by the Passenger in full, taking into account fines, penalties, and any other expenses.",
      "luggage_transportation_rules_4_4_13": "4.4.13 The Passenger, who has an excessive amount of luggage that cannot be placed in the bus luggage compartment, and refuses to travel, loses the right to a ticket refund. We recommend sending the luggage in advance when buses are less loaded.",
      "luggage_transportation_rules_4_4_14": "4.4.14 The Carrier is not responsible for storing items and luggage left in the bus. However, measures are taken to return the forgotten items to the owner by transferring them to the nearest Carrier's representative office.",
      "luggage_transportation_rules_4_4_15": "4.4.15 The bus service personnel have the right, in case of doubts and to ensure travel safety and compliance with customs rules, to require the passenger to show the contents of the luggage. If the passenger refuses to comply with this requirement, the bus personnel have the right to refuse the transportation of suspicious luggage.",
      "copyright_privacy_permission_data_title": "Copyright, Privacy, and Data Permission",
      "copyright_privacy_permission_data_5_1": "5.1 All materials posted on the Site belong to GreenBus and its partners as intellectual property. All materials posted on the Site are protected by copyright and intellectual property rights, including, but not limited to, the design of the Site, names, trademarks, logos, texts, database rights, and other elements of the Site.",
      "copyright_privacy_permission_data_5_2": "5.2 The site user has no right to partially or completely copy, distribute, or otherwise use or reproduce the Site content or the main program code without prior written permission from GreenBus.",
      "copyright_privacy_permission_data_5_3": "5.3 All textual information and graphic images on the Site are the property of GreenBus and/or its contractors.",
      "copyright_privacy_permission_data_5_4": "5.4 The User has no right to make changes, copy, distribute, create derivative works, sell and use GreenBus intellectual property in any other way. Such actions will be considered a violation of copyright and will be prosecuted by law.",
      "copyright_privacy_permission_data_5_5": "5.5 By making a purchase through the Site, the User confirms their capacity and agrees to the processing of their personal data.",
      "copyright_privacy_permission_data_5_6": "5.6 The User gives consent and confirms that the data provided by them when purchasing the Ticket is truthful and that the User has the right to provide it when purchasing the Ticket and leave it for further processing and storage, including, but not limited to, for: transferring it to a third party related to this Agreement, or for its full execution; additional informing the User about the status of the flight execution, changes in its conditions; further processing of the User's orders; receiving service messages, including regarding promotions, bonus programs, and discounts conducted by the Contractor.",
      "copyright_privacy_permission_data_5_7": "5.7 The Contractor undertakes not to use the User's personal data to send materials unrelated to the Services provided by the Contractor, not to transfer personal data to third parties, and not to use it for other purposes.",
      "copyright_privacy_permission_data_5_8": "5.8 The User agrees to pay the price of the Ticket and the relevant taxes for all purchases made, paid by credit or debit cards, or other permitted payment methods.",
      "copyright_privacy_permission_data_5_9": "5.9 The User agrees to compensate (pay) the Contractor all specified funds if the payment is not made, returned, or rejected by the Contractor's bank.",
      "copyright_privacy_permission_data_5_10": "5.10 The Contractor, selling the Ticket through the Site, confirms that they have the right to sell this Ticket in accordance with the terms and obligations defined by the Carrier.",
      "copyright_privacy_permission_data_5_11": "5.11 The Contractor reserves the right to block credit and debit cards for suspicious activity at their discretion.",
      "copyright_privacy_permission_data_5_12": "5.12 The User confirms their agreement that they are personally responsible for the confidential information provided for storage.",
      "copyright_privacy_permission_data_5_13": "5.13 The Contractor is not responsible for any damage caused by unauthorized use of confidential information provided by the User.",
      "copyright_privacy_permission_data_5_14": "5.14 All personal information received by the Contractor as a result of orders made through the Site is stored in accordance with the current privacy legislation.",
      "copyright_privacy_permission_data_5_15": "5.15 The Contractor reserves the right to use and disclose information about the User or the orders made by the User, subject to confidentiality.",
      "responsibility_parties_title": "Responsibility of the Parties",
      "responsibility_parties_6_1": "6.1 In case of non-performance or improper performance of obligations under the Agreement by one of the Parties, the guilty Party is obligated to compensate the other Party for the damage caused and proven by such actions, the amount of which cannot exceed the cost of the ticket.",
      "responsibility_parties_6_2": "6.2 The Contractor is not responsible to the User in case of full or partial inoperability of the Site and its components at any time, as well as in case of the User's inability to access the system or any indirect or direct expenses incurred by the User in connection with these circumstances.",
      "responsibility_parties_6_3": "6.3 The User understands and agrees that the Contractor is not responsible for any direct, indirect, incidental losses and fines; as well as for inconveniences related to the performance of transportation (including, but not limited to, flight delays, flight cancellations, missed flight connections) or other possible problems related to the use of the Site.",
      "responsibility_parties_6_4": "6.4 The Contractor is not responsible for losses incurred by the User during trips to various points of the world.",
      "responsibility_parties_6_5": "6.5 The User agrees that they gain access to goods and services and information about bus transportation available on the Site at their own risk. The User's failure to familiarize themselves with the terms of the Agreement or with the terms of the Rules of Carriage does not release them from responsibility for non-compliance with such conditions and does not give them the right to demand compensation from the Contractor and/or the carrier for damages incurred due to such ignorance.",
      "responsibility_parties_6_6": "6.6 The Contractor is not responsible for losses and/or ticket loss for a certain type of transport, for losses incurred by the User as a result of the bus being late to the point where the User was supposed to make a transfer, including tickets purchased in one order through the Site.",
      "responsibility_parties_6_7": "6.7 The Contractor and/or the Carrier are not responsible in cases determined by the terms of this Agreement and the Rules of Carriage, in particular, but not limited to, in cases of refusal to transport a Passenger as defined by this Agreement and the Rules of Carriage.",
      "responsibility_parties_6_8": "6.8 The User, in the case of purchasing a Ticket on behalf of a third party (Passenger), is obligated to compensate such a person for all damages (harm) caused to them as a result of their ignorance due to the User's fault of the terms of this Agreement and the Rules of Carriage.",
      "responsibility_parties_6_9": "6.9 The User, in the case of purchasing a Ticket on behalf of a third party (Passenger), is obligated to compensate such a person for all damages (harm) caused to them as a result of their ignorance due to the User's fault of the terms of this Agreement and the Rules of Carriage.",
      "responsibility_parties_6_10": "6.10 The User and/or Passenger are obligated to compensate the Carrier for all losses, fines, and other expenses incurred by the latter due to the User's and/or Passenger's improper performance of the terms of this Agreement and the Rules of Carriage.",
      "force_majeure_title": "Force Majeure",
      "force_majeure_7_1": "7.1 The Carrier and the Contractor are released from responsibility for partial or complete non-performance of obligations under this Public Offer if it was caused by force majeure circumstances (acts of nature, political or technogenic nature, military actions or war, introduction of a state of emergency, actions of state authorities, and the adoption of acts directly prohibiting, creating conditions, or making it impossible for the Carrier to fulfill obligations) that the Parties could not foresee, that are beyond their control, and if these circumstances directly affected the performance of obligations under this Public Offer.",
      "force_majeure_7_2": "7.2 Upon the occurrence of the circumstances specified in paragraph 6.1, the Carrier and/or Contractor notify the Passenger by any possible means of communication. The notification should contain data about the nature of the circumstances that make it impossible for the Carrier or Contractor to fulfill the terms of the Public Offer.",
      "force_majeure_7_3": "7.3 If the force majeure circumstances last for 3 (three) consecutive months and show no signs of cessation, this Agreement may be terminated by one of the Parties by sending a notification to the other Party.",
      "dispute_resolution_title": "Dispute Resolution",
      "dispute_resolution_8_1": "8.1 In case of violation of the terms of the Agreement by one of the Parties, the other Party has the right to go to court. The location of the court is chosen in accordance with the current legislation of Ukraine.",
      "dispute_resolution_8_2": "8.2 All questions regarding the relations between the Parties that are not regulated by this Agreement are governed by the current legislation of Ukraine.",
      "dispute_resolution_8_3": "8.3 Disputes regarding the performance of this Offer Agreement, initiated by the User, are subject to consideration by the appropriate court at the location of the Contractor, subject to the claim procedure. The claim in writing must be sent to the Contractor's location. The claim is considered by the Contractor within a month from the date of its receipt, unless otherwise determined by the current legislation of Ukraine.",
      "contract_modification_termination_title": "Conclusion, Modification, and Termination of the Contract",
      "contract_modification_termination_9_1": "9.1 This Agreement exclusively regulates the conditions for purchasing the Ticket chosen by the User, which in turn is evidence of the conclusion of the transportation agreement, the terms of which are regulated by the Rules of Carriage, which are posted on the Site at",
      "contract_modification_termination_9_2": "9.2 The Agreement number corresponds to the number of the Ticket purchased by the User. The date of the Agreement is the date of the payment for the chosen Ticket.",
      "contract_modification_termination_9_3": "9.3 This agreement is valid from the moment the User receives a text message confirming the payment for the purchase of the ticket/receiving an electronic ticket and is valid until the provision of the transportation service.",
      "contract_modification_termination_9_4": "9.4 All legal relations arising from this Agreement or related to it, including those related to validity, conclusion, performance, modification, and termination of this Agreement, interpretation of its terms, determination of the consequences of invalidity or violation of the Agreement, are regulated by this Agreement and the relevant norms of current Ukrainian legislation, as well as business customs based on the principles of good faith, reasonableness, and fairness.",
      "contract_modification_termination_9_5": "9.5 The current version of the public offer agreement comes into effect on June 17, 2025.",
      "contract_modification_termination_9_6": "9.6 The User has the right to change or terminate the agreement and request a refund for the Ticket under the conditions defined by this Agreement.",
      "contract_modification_termination_9_7": "9.7 In case of refusal to perform or continue transportation by the User and/or Passenger unilaterally, it is considered that the User and/or Passenger unilaterally refused the transportation agreement, as a result of which the services under the offer agreement and the transportation agreement are considered fulfilled, and the parties have no claims against each other.",
      "contract_modification_termination_9_8": "9.8 The Seller reserves the right: to unilaterally terminate the provision of Services under this Agreement in case of violation of the terms of this Agreement by the Passenger. adapt, modify or terminate the Agreement at any time. In case of changes, the terms of the new Agreement will be communicated to the User by publishing the new version on this Site. The new terms will apply only to sales made after the changes.",
      "contract_modification_termination_9_9": "9.9 The Contractor has the right to terminate the Agreement at any time at their discretion (for the User's violation of the site usage rules - speculative reservations, unproductive searches, User's actions that harm the site's functioning), by sending a notification to the User's email address provided when placing the Order.",
      "parties_details_title": "Parties' Details",
      "parties_details_10_1": "10.1 Details of the Contractor: Individual Entrepreneur: YEFIMOVA TETIANA Recipient code: 3058409305 Bank name: JSC CB 'PrivatBank' Recipient's account in IBAN format: UA133052990000026001006810597 24/7 dispatcher service phone: +380975572725 Email: greenbus.ukraine@gmail.com",
      "parties_details_10_2": "10.2 Passenger details: the Customer enters their details using the green-bus.com.ua Internet resource in the registration electronic form at the stage of generating the electronic ticket."
    }
  }
}
