{
  "privacy-policy": {
    "title": "Privacy Policy",
    "intro": "This Privacy Policy (hereinafter referred to as the “Privacy Policy”) applies to all information that the website green-bus.com.ua (hereinafter referred to as “GreenBus”), located on the domain name GreenBus (and its subdomains), can obtain about the User while using the website GreenBus (and its subdomains), its programs, and its products.",
    "text": {
      "definitions_title": "Definitions",
      "site_administration_text": "1.1 “Site Administration” (hereinafter referred to as the “Administration”) – authorized employees who manage the website GreenBus, organize and (or) carry out the processing of personal data, as well as determine the purposes of processing personal data, the composition of personal data to be processed, and the actions (operations) carried out with personal data.",
      "personal_data_text": "1.2 “Personal data” – any information relating to a directly or indirectly identified or identifiable individual (subject of personal data).",
      "processing_of_personal_data_text": "1.3 “Processing of personal data” – any action (operation) or set of actions (operations) performed with the use of automation tools or without the use of such tools with personal data, including collection, recording, systematization, accumulation, storage, clarification (updating, changing), extraction, use, transfer (distribution, provision, access), anonymization, blocking, deletion, destruction of personal data.",
      "confidentiality_of_personal_data_text": "1.4 “Confidentiality of personal data” – a mandatory requirement for the Operator or another person who has gained access to personal data to prevent their dissemination without the consent of the subject of personal data or the presence of another legal basis.",
      "website_text": "1.5 “Website GreenBus” – a set of interconnected web pages located on the Internet at a unique address (URL): GreenBus, and its subdomains. “Subdomains” are pages or a set of pages located on third-level domains belonging to the website GreenBus, as well as other temporary pages at the bottom of which contact information of the Administration is indicated.",
      "website_user_text": "1.6 “User of the website GreenBus” (hereinafter referred to as the “User”) – a person who has access to the website GreenBus via the Internet and uses the information, materials, and products of the website GreenBus.",
      "cookies_text": "1.7 “Cookies” – a small piece of data sent by a web server and stored on the user's computer, which the web client or web browser sends to the web server in an HTTP request each time it tries to open the page of the corresponding site.",
      "ip_address_text": "1.8 IP address – a unique network address of a node in a computer network through which the User accesses GreenBus.",
      "general_provisions_title": "General Provisions",
      "use_of_site_text": "2.1 Use of the website GreenBus by the User means acceptance of this Privacy Policy and the terms of processing the User's personal data.",
      "disagreement_with_policy_text": "2.2 In case of disagreement with the terms of the Privacy Policy, the User must stop using the website GreenBus.",
      "policy_scope_text": "2.3 This Privacy Policy applies only to the website GreenBus. GreenBus does not control and is not responsible for third-party websites to which the User can follow the links available on the website GreenBus.",
      "administration_data_check_text": "2.4 The Administration does not verify the accuracy of personal data provided by the User.",
      "subject_of_policy_title": "Subject of the Privacy Policy",
      "obligations_of_administration_text": "3.1 This Privacy Policy establishes the obligations of the Administration for non-disclosure and ensuring the protection of the confidentiality of personal data that the User provides at the request of the Administration when registering on the website GreenBus or when subscribing to an email newsletter.",
      "user_provided_data_text": "3.2 Personal data permitted to be processed under this Privacy Policy is provided by the User by filling out forms on the website GreenBus and includes the following information:",
      "user_name_text": "3.2.1 Last name, first name, patronymic of the User.",
      "user_phone_text": "3.2.2 Contact phone number of the User.",
      "user_email_text": "3.2.3 Email address (e-mail).",
      "user_address_text": "3.2.4 Place of residence of the User (if necessary).",
      "user_photo_text": "3.2.5 Photo (if necessary).",
      "auto_collected_data_text": "3.3 GreenBus protects data that is automatically transmitted when viewing ad units and when visiting pages on which the system's statistical script is installed (IP address, information from cookies, information about the browser, access time, referrer).",
      "cookies_disabling_text": "3.3.1 Disabling cookies may result in the inability to access parts of the site that require authorization.",
      "ip_address_statistic_text": "3.3.2 GreenBus collects statistics on the IP addresses of its visitors. This information is used to prevent, detect, and solve technical problems.",
      "other_personal_data_text": "3.4 Any other personal information not specified above (history of visits, used browsers, operating systems, etc.) is subject to secure storage and non-dissemination, except as provided in paragraph 5.2 of this Privacy Policy.",
      "purpose_of_data_collection_title": "Purposes of collecting personal information of the user",
      "user_identification_text": "4.1 Identification of the User registered on the website GreenBus for further authorization.",
      "personal_data_access_text": "4.2 Providing the User with access to personalized data on the site.",
      "feedback_with_user_text": "4.3 Establishing feedback with the User, including sending notifications, requests related to the use of the website GreenBus, processing requests and applications from the User.",
      "user_location_text": "4.4 Determining the User's location to ensure security, prevent fraud.",
      "data_verification_text": "4.5 Confirming the accuracy and completeness of personal data provided by the User.",
      "account_creation_text": "4.6 Creating an account for using parts of the website GreenBus if the User has agreed to create an account.",
      "email_notifications_text": "4.7 Email notifications to the User.",
      "technical_support_text": "4.8 Providing the User with effective technical support in case of problems related to the use of the website GreenBus.",
      "special_offers_notifications_text": "4.9 Providing the User, with their consent, with special offers, newsletters, and other information on behalf of the website GreenBus.",
      "methods_and_terms_of_data_processing_title": "Methods and terms of processing personal information",
      "data_processing_methods_text": "5.1 Processing of personal data of the User is carried out without limitation of the term by any legal means, including in information systems of personal data with the use of automation tools or without the use of such tools.",
      "data_loss_notification_text": "5.2 In the event of loss or disclosure of personal data, the Administration has the right not to inform the User about the loss or disclosure of personal data.",
      "data_protection_measures_text": "5.3 The Administration takes the necessary organizational and technical measures to protect the personal information of the User from unauthorized or accidental access, destruction, alteration, blocking, copying, dissemination, as well as from other illegal actions of third parties.",
      "prevention_measures_text": "5.4 The Administration, together with the User, takes all necessary measures to prevent losses or other negative consequences caused by the loss or disclosure of the personal data of the User.",
      "rights_and_obligations_title": "Rights and obligations of the parties",
      "free_decision_text": "6.1.1 Make a free decision to provide their personal data necessary for the use of the website GreenBus and give consent to their processing.",
      "update_data_text": "6.1.2 Update, supplement the provided information about personal data in case of changes to this information.",
      "data_processing_information_text": "6.1.3 The User has the right to receive information from the Administration regarding the processing of their personal data if such a right is not restricted in accordance with federal laws. The User has the right to demand from the Administration the clarification of their personal data, their blocking or destruction in case the personal data is incomplete, outdated, inaccurate, unlawfully obtained, or not necessary for the declared purpose of processing, as well as take the measures provided by law to protect their rights. To do this, it is enough to notify the Administration at the specified email address.",
      "data_usage_text": "6.2.1 Use the received information exclusively for the purposes specified in paragraph 4 of this Privacy Policy.",
      "confidentiality_obligation_text": "6.2.2 Ensure the confidentiality of the information in secrecy, not to disclose it without the prior written permission of the User, as well as not to carry out the sale, exchange, publication, or disclosure of the transferred personal data of the User by other possible means, except as provided in paragraph 5.2 of this Privacy Policy.",
      "preventive_measures_text": "6.2.3 Take precautionary measures to protect the confidentiality of the personal data of the User in the manner usually used to protect this kind of information in existing business transactions.",
      "data_blocking_text": "6.2.4 Block personal data related to the respective User from the moment of the request or request of the User, or their legal representative or authorized body for the protection of the rights of subjects of personal data for the period of verification, in case of detection of inaccurate personal data or unlawful actions.",
      "responsibility_title": "Responsibilities of the parties",
      "administration_responsibility_text": "7.1 The Administration, which has not fulfilled its obligations, is liable for losses incurred by the User in connection with the unlawful use of personal data.",
      "data_loss_or_disclosure_responsibility_text": "7.2 In the event of loss or disclosure of Confidential Information, the Administration is not responsible if this confidential information:",
      "public_info_text": "7.2.1 Became public before its loss or disclosure.",
      "third_party_data_text": "7.2.2 Was received from a third party before it was received by the Administration.",
      "user_consent_disclosure_text": "7.2.3 Was disclosed with the User's consent.",
      "user_responsibility_for_legislation_compliance_text": "7.3 The User is fully responsible for compliance with the requirements of the legislation of Ukraine, including the laws on advertising, the protection of copyright and related rights, the protection of trademarks and service marks, but not limited to the above, including full responsibility for the content and form of materials.",
      "user_responsibility_for_provided_info_text": "7.4 The User acknowledges that the responsibility for any information (including, but not limited to: data files, texts, etc.), to which they may have access as part of the website GreenBus, lies with the person who provided such information.",
      "intellectual_property_respect_text": "7.5 The User agrees that the information provided to them as part of the website GreenBus may be the object of intellectual property rights protected and belonging to other Users, partners, or advertisers who place such information on the website GreenBus. The User does not have the right to make changes, rent, loan, sell, distribute, or create derivative works based on such Content (in whole or in part), except in cases where such actions were expressly authorized in writing by the owners of such Content in accordance with the terms of a separate agreement.",
      "public_content_distribution_text": "7.6 In the case of textual materials (articles, publications freely available on the website GreenBus), their distribution is allowed, provided that a link to GreenBus is given.",
      "no_admin_responsibility_for_user_content_text": "7.7 The Administration is not responsible for any losses or damages incurred by the User as a result of the deletion, failure, or inability to save any Content and other communication data contained on the website GreenBus or transmitted through it.",
      "no_admin_responsibility_for_user_behaviour_text": "7.8 The Administration is not responsible for any direct or indirect losses caused by: the use or inability to use the site or individual services; unauthorized access to the User's communications; statements or behavior of any third party on the site.",
      "no_admin_responsibility_for_user_info_text": "7.9 The Administration is not responsible for any information posted by the user on the website GreenBus, including, but not limited to: information protected by copyright, without the express consent of the copyright owner.",
      "dispute_resolution_title": "Dispute Resolution",
      "pre_court_proceedings_text": "8.1 Before filing a lawsuit in court for disputes arising from the relationship between the User and the Administration, it is mandatory to submit a claim (a written proposal or a proposal in electronic form for voluntary settlement of the dispute).",
      "claim_response_time_text": "8.2 The recipient of the claim within 30 calendar days from the date of receipt of the claim, in writing or electronically, informs the claimant of the claim about the results of the review of the claim.",
      "arbitration_court_resolution_text": "8.3 If an agreement is not reached, the dispute will be referred to the Arbitration Court of the city of Kiev.",
      "policy_legislation_text": "8.4 This Privacy Policy and the relationship between the User and the Administration are governed by the current legislation of Ukraine.",
      "additional_terms_title": "Additional Terms",
      "policy_changes_text": "9.1 The Administration has the right to make changes to this Privacy Policy without the consent of the User.",
      "new_policy_effective_date_text": "9.2 The new Privacy Policy comes into force from the moment it is posted on the website GreenBus, unless otherwise provided by the new version of the Privacy Policy.",
      "suggestions_and_questions_text": "9.3 All suggestions or questions regarding this Privacy Policy should be reported to: greenbus.ukraine@gmail.com",
      "current_policy_location_text": "9.4 The current Privacy Policy is posted on the page at",
      "updated_date_text": "Updated: 01. 06. 2024, Kiev, GreenBus"
    }
  }
}
